[
  {
    "case_number": "OPINION-ca5-11105435",
    "case_name": "United States v. Wickware",
    "document_type": "opinion",
    "content": "Case: 24-10519     Document: 102-1         Page: 1   Date Filed: 07/22/2025\n\n\n\n\n        United States Court of Appeals\n             for the Fifth Circuit                               United States Court of Appeals\n                                                                          Fifth Circuit\n                            ____________\n                                                                        FILED\n                                                                    July 22, 2025\n                              No. 24-10519\n                            ____________                           Lyle W. Cayce\n                                                                        Clerk\nUnited States of America,\n\n                                                        Plaintiff—Appellee,\n\n                                  versus\n\nDarrell Wickware,\n\n                                       Defendant—Appellant.\n              ______________________________\n\n              Appeal from the United States District Court\n                  for the Northern District of Texas\n                        USDC No. 3:22-CR-27-1\n              ______________________________\n\nBefore Stewart, Clement, and Willett, Circuit Judges.\n                 ON PETITION FOR REHEARING\nPer Curiam:\n      Our prior panel opinion, United States v. Wickware, 136 F.4th 591, 592\n(5th Cir. 2025), is WITHDRAWN and the following opinion is\nSUBSTITUTED:\n      This case concerns the effect of an intervening amendment to the\nSentencing Guidelines on the sentence of Darrell Wickware. For the reasons\nprovided below, we AFFIRM the decision of the district court.\n                                    I\n\fCase: 24-10519       Document: 102-1       Page: 2    Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\n       In 2017, Darrell Wickware was convicted of robbery under Texas law,\na felony offense, and ultimately sentenced to three years’ imprisonment. In\nMay 2021, Wickware was found with a 9-millimeter caliber pistol and\ncharged with unlawful possession of a firearm by a convicted felon. In January\n2022, Wickware was indicted for violations of 18 U.S.C. §§ 922(g)(1) and\n924(a)(2)—possessing a firearm as a convicted felon. He pleaded guilty.\n       In June 2024, Wickware appeared for his sentencing hearing. The\ncourt addressed his objection and argument that his earlier robbery\nconviction under the Texas Penal Code did not qualify as “a crime of\nviolence” under the amended Sentencing Guidelines. The court noted that:\n(1) the Fifth Circuit characterized “robbery” under Texas law as generic\nrobbery and a crime of violence, and (2) Wickware argued that said\ncharacterization was no longer good law in light of amendments to the\nSentencing Guidelines that “might have” changed the law so that “‘reckless\nconduct’ under Texas law is no longer covered by . . . generic robbery[.]”The\ndistrict court ultimately ruled that it was “still bound by Fifth Circuit\nprecedent” and sentenced Wickware to 24 months’ imprisonment. He\ntimely appealed.\n                                      II\n       On appeal, Wickware asks us to evaluate a recent Guidelines\namendment’s effect on our precedent and its potential application to his\nsentence.\n       Wickware does not dispute the fact of his robbery conviction, only its\ncharacterization as a crime of violence under the Guidelines. We review this\ncharacterization de novo. United States v. Calderon-Pena, 383 F.3d 254, 256\n(5th Cir. 2004) (en banc) (per curiam), overruled in part on other grounds by\nUnited States v. Reyes-Contreras, 910 F.3d 169 (5th Cir. 2018).\n\n\n\n\n                                           2\n\fCase: 24-10519       Document: 102-1      Page: 3     Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\n                                      A\n       Wickware first contends that the district court erred in finding his\nargument was foreclosed by circuit precedent. Not so.\n       The Texas Penal Code defines “robbery” as “intentionally,\nknowingly, or recklessly caus[ing] bodily injury to another” or “intentionally\nor knowingly threaten[ing] or plac[ing] another in fear of imminent bodily\ninjury or death” “in the course of committing theft.” Tex. Penal Code Ann.\n§ 29.02(a)(1)–(2).\n       In United States v. Santiesteban-Hernandez, a 2006 opinion, we held\nthat although § 29.02 “focuses on the realization of the immediate danger\nthrough actual or threatened bodily injury, the difference is not enough to\nremove the Texas statute from the family of offenses commonly known as\n‘robbery’” under the Guidelines. 469 F.3d 376, 381 (5th Cir. 2006), abrogated\nby United States v. Rodriguez, 711 F.3d 541 (5th Cir. 2013) (en banc). The\nTexas statute and the generic offense “substantially correspond[ed]”\nbecause “they both involve[d],” as elements of the offense, “theft and\nimmediate danger to a person.” Id. About fifteen years later, we affirmed our\nSantiesteban-Hernandez holding in United States v. Adair, 16 F.4th 469 (5th\nCir. 2021). Specifically, we held that a Texas robbery conviction under\n§ 29.02 “qualifies as a crime of violence under [the Guidelines]” because\n“the elements of Texas robbery ‘substantially correspond to the basic\nelements of the generic offense’ of robbery.” Id. at 470 (quoting Santiesteban-\nHernandez, 469 F.3d at 381).\n       At the time of both decisions, the Guidelines defined a “crime of\nviolence” to mean “any offense under federal or state law, punishable by\nimprisonment for a term exceeding one year,” including, as noted either in\nthe text or in the commentary, “murder, voluntary manslaughter,\nkidnapping, aggravated assault, a forcible sex offense, robbery, arson,\n\n\n\n\n                                          3\n\fCase: 24-10519         Document: 102-1         Page: 4      Date Filed: 07/22/2025\n\n\n\n\n                                     No. 24-10519\n\n\nextortion, or the use or unlawful possession of a firearm . . . or explosive\nmaterial.” U.S.S.G. § 4B1.2(a).\n        It wasn’t until November 2023 that the Sentencing Commission\namended § 4B1.2 to define “robbery” as “the unlawful taking or obtaining\nof personal property from the person . . . against his will, by means of actual\nor threatened force, or violence, or fear of injury, immediate or future, to his\nperson or property, or property in his custody or possession.” § 4B1.2(e)(3).\n        Wickware now asks us to “set aside Santiesteban-Hernandez.”\nWickware contends that the 2023 amendment to the Guidelines provided a\nspecific definition of “robbery,” which makes Sebastian-Hernandez\ndistinguishable; at the time we decided Santiesteban-Hernandez, the\n“Guidelines did not define the term ‘robbery.’” The Government disagrees\nand argues that we are bound by Santiesteban-Hernandez’s holding that Texas\nrobbery is a crime of violence.\n        It is clear that “one panel of our court may not overturn another\npanel’s decision, absent an intervening change in the law, such as by a\nstatutory amendment, or the Supreme Court, or our en banc court.” United\nStates v. Traxler, 764 F.3d 486, 489 (5th Cir. 2014). We have held that a\nSentencing Commission’s change to Guidelines Manual commentary “must\nclearly overrule our caselaw to warrant a departure from the rule of\norderliness.” United States v. Longoria, 958 F.3d 372, 377 (5th Cir. 2020). But\nwhen the actual text of the Guidelines has been amended—not just the\ncommentaries—we have no such rule. 1 A change to the Guidelines\n\n\n\n        _____________________\n        1\n          Additionally, we cannot say there is a “clear” contradiction between a new\ndefinition and something that was previously undefined; since the statute did not define\nthe offense, there is no prior definition to contradict.\n\n\n\n\n                                               4\n\fCase: 24-10519       Document: 102-1       Page: 5      Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\nthemselves is more important, and more akin to statutory amendment, than\na change to the commentaries.\n       In a recent unpublished opinion, a panel of our court determined that\n“a Texas robbery conviction constitutes a crime of violence under\n§ 4B1.2(a)(2).” United States v. Garcia, No. 23-40717, 2025 WL 545711, at\n*3 (5th Cir. Feb. 19, 2025) (per curiam). As a part of its decision, the panel\ndistinguished Adair because when it was decided, the Guidelines had not\nundergone the 2023 amendment that provided a specific definition of\n“robbery.” Id. (quoting Adair, 16 F.4th at 470). We agree.\n       Accordingly, we hold that neither Adair—nor its predecessor,\nSantiesteban-Hernandez—directly control our conclusion here due to the\nintervening amendment of the Guidelines.\n                                      B\n       We now determine if the elements of the two offenses—Texas\n“robbery”     and   Guidelines     “robbery”—match.         The   analysis   is\nstraightforward. When the Guidelines define the offense, we examine “the\nplain meaning of the guidelines.” United States v. Alay, 850 F.3d 221, 223\n(5th Cir. 2017). We then compare the elements in a “straightforward”\nanalysis: We “line[] up that crime’s elements alongside those of the generic\noffense and see[] if they match.” Mathis v. United States, 579 U.S. 500, 504–\n05 (2016). “If the elements of the prior offense are the same or narrower than\nthose of the generic offense, then it qualifies for whatever consequences\nunder federal law attach to the generic offense.” United States v. Martinez-\nRodriguez, 857 F.3d 282, 285 (5th Cir. 2017) (citing Mathis, 579 U.S. at 504–\n05). “However, if its elements are broader, then the prior offense is not\ntreated as an equivalent to the generic offense.” Id.\n       Wickware argues that the addition of the phrase “by means of actual\nor threatened force, or violence, or fear of injury” requires a “causal\n\n\n\n\n                                          5\n\fCase: 24-10519           Document: 102-1           Page: 6       Date Filed: 07/22/2025\n\n\n\n\n                                        No. 24-10519\n\n\nconnection” between the defendant’s assaultive conduct and the unlawful\ntaking; the property must be taken from the person through actual or\nthreatened force. Essentially, Wickware argues that the amended Guidelines\nrequire harm to precede the theft. And because the Texas Penal Code simply\nrequires harm to another “in the course of committing theft,” a robbery\nconviction under § 29.02 no longer qualifies as a “crime of violence” under\nthe Guidelines. For us to agree with Wickware, we must find that “in the\ncourse of” and “by means of” are substantially dissimilar.\n        We decline to do so. The Supreme Court has stated that “minor\nvariations in terminology” do not trump the observation that “the state\nstatute corresponds in substance to the generic meaning.” Taylor v. United\nStates, 495 U.S. 575, 599 (1990). While Wickware is not incorrect that “in\nthe course of” is more akin to “during,” and “by means of” is more akin to\n“through,” both phrases require the use of force preceding, during, or\nthroughout the theft. And since “minor variations in terminology” should\nnot distract us from the “substance” of the text, we do not find this\ndifference compelling. See id.\n        Additionally, the Guidelines’ definition of the elements of robbery is\nthe same or broader than § 29.02. 2 For example, under § 4B1.2(e)(3), a\n\n        _____________________\n        2\n           As another example, the Texas Penal Code provides two ways to commit robbery,\neach with different, yet partially overlapping, mens rea: “intentionally, knowingly, or\nrecklessly causes bodily injury to another” or “intentionally or knowingly threatens or places\nanother in fear of imminent bodily injury or death.” Tex. Penal Code Ann. § 29.02(a)\n(emphases added). The definition of robbery in the Guidelines, in contrast, does not specify\na mens rea. U.S.S.G. § 4B1.2(e)(3). The Supreme Court has stated “[t]he fact that the\nstatute does not specify any required mental state . . . does not mean that none exists.”\nElonis v. United States, 575 U.S. 723, 734 (2015). Instead, “a defendant generally must\n‘know the facts that make his conduct fit the definition of the offense,’ even if he does not\nknow that those facts give rise to a crime.” Id. (citation omitted) (quoting Staples v. United\nStates, 511 U.S. 600, 607 n.3 (1994)). In the petition for rehearing, which this panel granted,\nWickware asserts that the definition of robbery in the Guidelines tracks the Hobbs Act,\n\n\n\n\n                                                   6\n\fCase: 24-10519           Document: 102-1          Page: 7       Date Filed: 07/22/2025\n\n\n\n\n                                       No. 24-10519\n\n\ndefendant may be convicted of robbery if he, in the course of theft, threatens\nto cause bodily harm to a person or their property. “Injury or threat of injury\nto someone’s property, however, is not an element of Texas’s robbery\nstatute.” Garcia, 2025 WL 545711, at *4 (emphasis added). Thus, the\nGuidelines definition of “robbery” is broader than that of Texas.\nAdditionally, the Texas statute states that a robbery occurs if the victim is\nplaced “in fear of imminent bodily injury,” Tex. Penal Code Ann.\n§ 29.02(a)(2) (emphasis added), while the Guidelines provide for “fear of\ninjury, immediate or future,” § 4B1.2(e)(3) (emphasis added). The temporal\nelement of the Texas statute is narrower than that of the Guidelines.\n        For these reasons, we hold that the elements of robbery under § 29.02\nare the same or narrower than those of the Guidelines’ generic robbery\noffense.\n                                            III\n        Wickware’s Texas robbery conviction constitutes a “crime of\nviolence” under U.S.S.G. § 4B1.2(a)(2). Therefore, we AFFIRM.\n\n\n\n\n        _____________________\nwhich excludes reckless conduct. That would mean that robbery under the Guidelines is a\ncategorical mismatch of Texas robbery. However, upon further review, we conclude\nWickware forfeited this argument. See Rollins v. Home Depot USA, 8 F.4th 393, 397 (5th\nCir. 2021). While Wickware addresses mens rea and recklessness in his initial briefing, he\ndoes so only in support of his argument that the Guidelines require a causal nexus between\nforce and theft and in the context of arguing that his conviction does not qualify as a crime\nof violence under § 4B1.2’s force clause, § 4B1.2(a)(1). We therefore do address whether\nthe Guidelines’ definition of robbery includes a narrower mens rea than the Texas Penal\nCode requires.\n\n\n\n\n                                                  7\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105435,
      "court_id": "ca5",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:29.432318-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/pub/24/24-10519-CR1.pdf",
      "absolute_url": "/opinion/10638848/united-states-v-wickware/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638848/",
        "id": 10638848,
        "absolute_url": "/opinion/10638848/united-states-v-wickware/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 69985040,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/69985040/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105435/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:29.429692-07:00",
        "date_modified": "2025-07-22T17:00:29.800270-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "united-states-v-wickware",
        "case_name_short": "Wickware",
        "case_name": "United States v. Wickware",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Direct Criminal",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:28.223458",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca5-11105434",
    "case_name": "Vinales v. AETC II",
    "document_type": "opinion",
    "content": "        United States Court of Appeals\n             for the Fifth Circuit                                 United States Court of Appeals\n                                                                            Fifth Circuit\n\n                             ____________                                 FILED\n                                                                      June 27, 2025\n                               No. 24-50113                          Lyle W. Cayce\n                             ____________                                 Clerk\n\nShane Vinales, Individually and as Next of Friend of L.V. and S.V.;\nBecky Vinales, Individually and as Next of Friend of L.V. and S.V.,\n\n                                      Plaintiffs—Appellants/Cross-Appellees,\n\n                                    versus\n\nAETC II Privatized Housing, L.L.C.,\n\n                                       Defendant—Appellee/Cross-Appellant,\n\nAETC II Property Managers, L.L.C.; Hunt ELP, Limited,\ndoing business as Hunt Military Communities,\n\n                                        Defendants—Appellees.\n               ______________________________\n\n               Appeal from the United States District Court\n                    for the Western District of Texas\n                        USDC No. 5:19-CV-1280\n               ______________________________\n\nBefore Elrod, Chief Judge, and King and Graves, Circuit Judges.\nPer Curiam:\n       The Vinales family Appellants sued Appellees, a collection of private\nmilitary housing providers, on claims related to their leased home’s condition\nand resulting personal property damages. On summary judgment, the\nmagistrate judge held that most of Appellants’ claims were barred by the\n\f                                        No. 24-50113\n\n\nfederal enclave doctrine and dismissed their fraud claim for failure to raise a\ngenuine dispute of material fact. 1 After trial on the remaining claim, a jury\nawarded Appellants over $90,000 in damages, but the magistrate judge\nrejected Appellants’ motion for attorneys’ fees. Appellants appeal the\napplication of the federal enclave doctrine, the dismissal of the fraud claim,\nthe exclusion of evidence at trial, and the denial of attorneys’ fees. One\nAppellee cross-appeals, challenging the jury awards on multiple grounds. We\nAFFIRM.\n                                   I. Background\n        In 1951, Texas ceded exclusive jurisdiction over land that would\nbecome Randolph Air Force Base (“Randolph”) to the United States. In\n2007, the United States Air Force entered a lease with AETC II Privatized\nHousing, LLC (“AETC Housing”) to operate and maintain housing at\nRandolph. The lease requires AETC Housing to “comply with all Applicable\nLaws,” and to design and construct buildings to a standard “to meet the\nBexar County, Texas building codes,” but also notes that “[n]othing in this\nLease shall be construed to constitute a waiver of Federal Supremacy,” and\nthat “the United States presently exercised exclusive federal jurisdiction\nover the Leased Premises.” 2 AETC Housing manages military housing at\nRandolph in conjunction with its authorized agent, AETC II Property\n\n\n\n        _____________________\n        1\n           The parties consented to the magistrate judge conducting proceedings and\nentering final judgment pursuant to 28 U.S.C. § 636(c) and Fed. R. Civ. P. 73.\n        2\n          A Master Development and Management Agreement (“MDMA”) between the\nAir Force and Appellees further governs the relationship. In its definitions and\ninterpretation section, the MDMA defines “applicable law” as referring to “all federal,\nstate and local laws . . . which are applicable to the Project Owner or the Project during the\nAgreement Term.”\n\n\n\n\n                                              2\n\f                                 No. 24-50113\n\n\nManagers, LLC (“AETC Managers”), and Hunt ELP, Limited (“Hunt”)\n(collectively, “Appellees”).\n       Lt. Col. Shane Vinales, his wife Becky Vinales, and their two children\n(collectively, “Appellants”) leased and moved into housing owned and\noperated by Appellees at Randolph in October 2017. Prior to moving in,\nAppellants walked through the house with a Hunt representative and asked\nabout a “musty” smell. The representative responded that “these homes are\nold, and this is what grandma’s house smells like,” and that the smell was\n“normal.” After the walkthrough, Appellants signed a 12-month lease which\nthen automatically renewed on a month-to-month basis. The lease required\nAETC Housing to “make a diligent effort to repair or remedy the condition\nat the Premises.” The lease also incorporated AETC Housing’s Resident\nGuidelines. Under the Resident Guidelines, AETC Housing was responsible\nfor the “maintenance and operation” of the housing, agreed to maintain\nvarious facilities “in good and safe working condition,” and agreed “to\ncomply with all applicable building and housing code requirements governing\nresidential property in the State of Texas.” Appellants lived in the home until\nMay 22, 2019.\n       On a website, Appellees allegedly advertised their properties as\n“quality housing” and represented themselves as “one of the best”\nproviders of military housing in the country. But Appellants alleged that “the\nhouse smelled musty, was dirty, and was littered with insects,” and that\nAppellees addressed asbestos problems so poorly that Appellants suffered\nsignificant health issues. Appellants further alleged Appellees did nothing to\naddress ongoing mold until after Appellants received orders transferring\nthem to Hawaii, but even then, the efforts were so haphazard that the military\ntransporters refused to move Appellants’ personal property due to\ncontamination concerns.\n\n\n\n\n                                      3\n\f                                    No. 24-50113\n\n\n       In October 2019, Appellants and seven other military families who had\nlived in AETC Housing properties sued Appellees in the United States\nDistrict Court for the Western District of Texas. Appellants stated eleven\ncauses of action including breach of the Texas Deceptive Trade Practices-\nConsumer Protection Act (“DTPA”), breach of contract, common-law\nfraud, and a variety of other claims. Appellants also sought attorneys’ fees\nand exemplary damages under various Texas Codes. The magistrate judge\ngranted two motions for summary judgment against Appellants, dismissing\nmost of their claims and forms of relief. The magistrate judge reasoned that\nbecause the federal enclave doctrine applied, Appellants’ claims were\ngoverned by federal law and non-conflicting pre-cession state law, and most\nof their causes of actions or forms of relief were not recognized at the time\nTexas ceded the land. The magistrate judge also granted summary judgment\nagainst Appellants on their common-law fraud claim, finding no genuine\ndispute of material fact. 3\n       The breach of contract claim proceeded to a jury trial. At trial, the\nmagistrate judge excluded several pieces of Appellants’ evidence. Appellees\nfiled a motion for judgment as a matter of law, which the magistrate judge\ndenied. During closing statements, Appellants requested $40,654.10, the\ntotal rent paid, for diminution in the value of the lease, and a minimum of\n$56,157.48 for damage to their personal property, while arguing the total\ndamage to personal property “was as much as $10,000 greater than this\namount.” The jury found that Appellees failed to make a diligent effort to\nrepair or remedy conditions at the house under the terms of the Lease\nAgreement, and failed to maintain appliances, facilities, and common areas\nin good and safe working condition under the terms of the Resident\n       _____________________\n       3\n          The magistrate judge also ordered that each of the families’ cases be tried\nseparately.\n\n\n\n\n                                         4\n\f                                    No. 24-50113\n\n\nGuidelines and Lease Agreement, and awarded Appellants $31,654 for\ndiminution in value of the lease and $60,000 for damages to personal\nproperty.\n       After trial, Appellants filed a motion for attorneys’ fees, seeking\n$2,888,035.08 for services rendered and costs, plus an additional 300% fee\nenhancement, under the operative pre-cession state law. The magistrate\njudge denied all fees. Appellees also renewed their motion for judgment as a\nmatter of law or for a new trial. The magistrate judge largely rejected that\nmotion but agreed that the claims against AETC Managers had to be\ndismissed. 4 Appellants timely appealed, Appellees responded, and one\nAppellee—AETC Housing—cross-appealed.\n                    II. Federal Enclave Doctrine\n       At summary judgment, the magistrate judge dismissed most of\nAppellants’ claims as barred by the federal enclave doctrine. We review that\nlegal conclusion de novo. Pinkston v. Kuiper, 67 F.4th 237, 240 (5th Cir.\n2023). “Generally, when an area in a State becomes a federal enclave, ‘only\nthe [state] law in effect at the time of the transfer of jurisdiction continues in\nforce’ as surrogate federal law.” Parker Drilling Mgmt. Servs., Ltd. v. Newton,\n587 U.S. 601, 611–12 (2019) (alteration in original) (quoting James Stewart &\nCo. v. Sadrakula, 309 U.S. 94, 100 (1940)). “Existing state law typically does\nnot continue in force, however, to the extent it conflicts with ‘federal\npolicy.’” Id. at 612 (quoting Paul v. United States, 371 U.S. 245, 269 (1963)).\n“And going forward, state law presumptively does not apply to the enclave.”\nId. Appellants make multiple arguments why the federal enclave doctrine\ndoes not bar their claims.\n\n       _____________________\n       4\n         The magistrate judge held that AETC Managers was not a party to the lease and\ncould not be held liable as a disclosed agent.\n\n\n\n\n                                          5\n\f                                 No. 24-50113\n\n\n       Appellants first argue that “[t]here is an increasing realization that\nfederal laws on enclaves are simply inadequate for a full and fair adjudication\nof disputes that are commonplace in modern life,” and therefore\n“contemporary state laws are valid within federal enclaves unless they\ninterfere with the jurisdiction asserted by the federal government.”\nAppellants rely heavily on Howard v. Commissioners of the Sinking Fund of the\nCity of Louisville, 344 U.S. 624 (1953). But this circuit has squarely rejected\nreading Howard to mean that post-cession state law is valid if it does not\nconflict with federal objectives. Miss. River Fuel Corp. v. Cocreham, 382 F.2d\n929, 937 n.17 (5th Cir. 1967) (“Howard did not . . . imply that a state has\nlegislative power within a federal enclave unless exercise of that power\ninterferes with the federal government.”). If federal law has become\ninadequate or out of step with contemporary state law, “[c]ongressional\naction is necessary to keep it current.” Sadrakula, 309 U.S. at 100.\n       Appellants next argue that an exception to the federal enclave doctrine\napplies to their DTPA claim. 28 U.S.C. § 5001(b), titled “Personal injury,”\nprovides that “[i]n a civil action brought to recover on account of an injury\nsustained” within a federal enclave, “the rights of the parties shall be\ngoverned by the law of the State in which the place is located.” The\nmagistrate judge held § 5001(b) inapplicable, suggesting it likely applies only\nto physical injuries, but finding at the very least that it does not apply to\nclaims brought under the DTPA. Indeed “Texas appellate courts have\nrepeatedly admonished that the DTPA does not provide relief for personal\ninjury claims.” Roberts v. Zev Techs., Inc., No. 1:15-CV-309 RP, 2015 WL\n7454688, at *5 (W.D. Tex. Nov. 23, 2015); see, e.g., Last v. Quail Valley\nCountry Club, L.P., No. 01-08-00759-CV, 2010 WL 1253782, at *7 (Tex.\nApp.—Houston [1st Dist.] Mar. 25, 2010, pet. denied) (mem. op.) (“The\nLegislature has expressed its intent that the DTPA does not provide a cause\nof action for personal injury claims.”). Because the DTPA does not allow for\n\n\n\n\n                                      6\n\f                                         No. 24-50113\n\n\npersonal injury claims, Appellants’ DTPA claim cannot fit under § 5001(b)’s\npersonal injury exception.\n\n        Appellants next argue that references to Texas law in the lease,\nResident Guidelines, and MDMA demonstrate that the parties intended to\nincorporate Texas law into the lease. We need not decide whether a choice-\nof-law provision could even abrogate the federal enclave doctrine because the\nvarious excerpts Appellants cite merely reference “the local applicable\nlaws,” state laws, or housing codes. 5 References to “applicable law” do not\nevince an intent to apply any specific law. Cf. Cap. Mgmt. Select Fund Ltd. v.\nBennett, 680 F.3d 214, 230 (2d Cir. 2012) (explaining reference to applicable\nlaws “simply raises the question of what laws were applicable”). 6 And\nAppellants offer no authority to suggest a choice-of-law provision can be\nimplied from these other relatively oblique references. Therefore, federal and\npre-cession state law govern. Accord JAAAT Tech. Servs., LLC v. Tetra Tech\nTesoro, Inc., No. 3:15CV235, 2017 WL 4003026, at *1 (E.D. Va. Sept. 11,\n2017) (“Thus, if no enforceable choice-of-law provision governs the parties’\nsubcontracts, federalized state law would likely govern these claims.”).\n        In summary, the magistrate judge correctly held that the federal\nenclave doctrine applied, that no exception was valid, and therefore that\nfederal law and pre-cession state law governed Appellants’ claims. Because\n        _____________________\n        5\n          For example, a provision of the lease notes that the parties’ rights are “in\naccordance with the provisions of applicable law,” while a provision of the rental agreement\nnotes that “[t]he Lease and Resident Guidelines are intended to comply with and shall be\nconstrued in accordance with all applicable state, federal and local laws.”\n        6\n         Appellants’ reference to the principle that “the current iteration of the law, as it\nstands when parties make a contract, must be deemed incorporated into the contract even if\nnot done so expressly,” also misses the mark. While that principle is correct, it does nothing\nto address the fact that the current iteration of the law within this federal enclave as it stood\nwhen these parties entered this contract was Texas’s pre-cession law to the extent it had\nnot been modified by later congressional action.\n\n\n\n\n                                               7\n\f                                       No. 24-50113\n\n\nmany of Appellants’ claims do not exist under federal or pre-cession state\nlaw, the magistrate judge correctly granted summary judgment in favor of\nAppellees on those claims.\n\n                                III. Fraud Claims\n        The magistrate judge also granted summary judgment on Appellants’\ncommon-law fraud claim, holding that Appellants failed to identify any\nactionable fraudulent statements. “A common-law fraud claim requires ‘a\nmaterial misrepresentation, which was false, and which was either known to\nbe false when made or was asserted without knowledge of its truth, which was\nintended to be acted upon, which was relied upon, and which caused\ninjury.’” Zorrilla v. Aypco Constr. II, LLC, 469 S.W.3d 143, 153 (Tex. 2015)\n(quoting Formosa Plastics Corp. USA v. Presidio Eng’rs & Contractors, Inc., 960\nS.W.2d 41, 47 (Tex. 1998)); see also Wilson v. Jones, 45 S.W.2d 572, 573 (Tex.\nComm’n App. 1932, holding approved, judgm’t adopted) (same under pre-\ncession law). On appeal, Appellants point to five sources of allegedly material\nmisrepresentations. 7 We review each de novo, viewing all facts and\ninferences in favor of Appellants, while rejecting conclusory allegations,\nspeculation, or unsubstantiated assertions. Chaney v. Dreyfus Serv. Corp., 595\nF.3d 219, 228–29 (5th Cir. 2010).\n        First, as to alleged misrepresentations in the lease and Resident\nGuidelines—Appellees’ guarantees to sufficiently maintain the home—\nAppellees’ later breach of their duties under the lease does not demonstrate\nthat they had no intention of honoring them at the time. See Wells v.\n\n        _____________________\n        7\n          Appellants also argue the magistrate judge violated the law of the case doctrine\nby referencing the Rule 9(b) standard while discussing the summary judgment motion. But\nthat doctrine is inapplicable here. See United States v. Palmer, 122 F.3d 215, 220 (5th Cir.\n1997). Regardless, the magistrate judge still conducted the proper summary judgment\nanalysis, analyzing each of the alleged misstatements.\n\n\n\n\n                                             8\n\f                                        No. 24-50113\n\n\nBurroughs, 65 S.W.2d 396, 397 (Tex. App.—Texarkana 1933, no writ). 8\nSecond, as to alleged misrepresentations on Hunt’s websites—boasting\nabout housing quality—the magistrate judge was correct that such\nstatements were non-actionable puffery. See Prudential Ins. Co. of Am. v.\nJefferson Assocs., Ltd., 896 S.W.2d 156, 163 (Tex. 1995) (holding statements\nthat “building was ‘superb’, ‘super fine’, and ‘one of the finest little\nproperties in’” the city were non-actionable puffery); see also Tex. Co-\noperative Inv. Co. v. Clark, 216 S.W. 220, 221 (Tex. App.—Fort Worth 1919)\n(applying pre-cession law distinguishing between “puffing” and false\nrepresentations), modified 239 S.W. 198 (Tex. Comm’n App. 1922). Third,\nas to pre-lease walkthrough statements—essentially that the smell in the\nhouse was normal—the magistrate judge was correct that Appellants failed\nto identify why these constituted anything beyond non-actionable statements\nof opinion. Accord Wilson, 45 S.W.2d at 574 (“[A] representation which is\nexpressed and understood as nothing more than a statement of opinion\ncannot constitute fraud and form a basis for recovery.”). 9 Fourth, the move-\nin day statement—described variously as representing that there were “no\nproblems” with the house or that a Hunt representative had “no recollection\n\n\n        _____________________\n        8\n          Appellants cite the post-cession case Schindler v. Austwell Farmers Co-op., 841\nS.W.2d 853 (Tex. 1992) (per curiam), but there the court held that “[f]or a promise of\nfuture performance to be the basis of actionable fraud, it must have been false at the time it\nwas made.” Id. at 854. As that court noted, although a failure to perform is “a circumstance\nto be considered with other facts to establish intent,” that failure, “standing alone, is no\nevidence of the promisor’s intent not to perform when the promise was made.” Id. (citation\nomitted).\n        9\n          See also Clark v. City of Alexandria, 116 F.4th 472, 478 (5th Cir. 2024) (“To make\na showing of a genuine dispute of material fact, ‘the party opposing summary judgment is\nrequired to identify specific evidence in the record and to articulate the precise manner in\nwhich that evidence supports his or her claim.’” (quoting Diaz v. Kaplan Higher Educ., L.L.C.,\n820 F.3d 172, 176 (5th Cir. 2016) (emphasis added))).\n\n\n\n\n                                              9\n\f                                       No. 24-50113\n\n\nof prior work orders” 10—fails both because it is paraphrased and unspecific,\nsee Williams v. WMX Techs., Inc., 112 F.3d 175, 177 (5th Cir. 1997), and\nbecause a statement that there were “no problems” is a non-actionable\nstatement of opinion, considering there was no evidence that there was a live\nproblem known to Hunt at the time of move-in, see Trenholm v. Ratcliff, 646\nS.W.2d 927, 930 (Tex. 1983) (citing pre-cession law indicating that for\nopinion statements to be actionable, they typically must be based on or\naccompanied by false facts). Finally, as to the allegedly fraudulent repair\nscheme—whereby Appellees failed to input work orders and performed\ndeceptive repairs—Appellees are correct that because Appellants never saw\nthese alleged misstatements, they could not serve as the basis for fraud. See\nCoffield v. Cox, 162 S.W.2d 741, 743 (Tex. App.—Amarillo 1942, writ ref’d\nn.r.e.) (“The law is settled that to constitute actionable fraud the\nrepresentations relied on must be material and must be false at the time they\nwere made.” (emphasis added)). Appellants’ attempts to identify a material\nmisrepresentation are unavailing. 11\n                             IV. Attorneys’ Fees\n        The magistrate judge denied Appellants’ repeated motions for\nattorneys’ fees, explaining in a post-trial order that Appellants had failed to\nconfer, lacked any legal basis for fees, and requested excessive hours and\n\n\n        _____________________\n        10\n          Becky testified to the “no problems” comment, whereas Shane testified to the\n“no recollection of prior work orders” comment. As both state that this comment(s) was\nmade on move-in day when they inquired with Hunt, it seems this is actually the same\nalleged misrepresentation.\n        11\n           Appellants also hint at a fraud by omission theory but have forfeited that\nargument by failing to substantively brief it both here and below. See Yohey v. Collins, 985\nF.2d 222, 224-25 (5th Cir. 1993); Shahrashoob v. Tex. A&M Univ., 125 F.4th 641, 649 (5th\nCir. 2025).\n\n\n\n\n                                            10\n\f                                     No. 24-50113\n\n\nrates. 12 “[T]his court reviews a denial of attorney’s fees for abuse of\ndiscretion, reviewing factual findings for clear error and legal conclusions de\nnovo.” N. Cypress Med. Ctr. Operating Co., Ltd. v. Cigna Healthcare, 952 F.3d\n708, 713 (5th Cir. 2020). Appellants argue they properly conferred but\nmerely omitted certification from their original motion and had a legal basis\nfor fees under the pre-cession law, Article 2226 of the Texas Revised Civil\nStatutes. Appellants have likely waived their Article 2226 argument by failing\nto certify under the local rules. See Zimmerman v. City of Austin, 969 F.3d 564,\n570 (5th Cir. 2020). Regardless, Article 2226 only allows for recovery of\nattorneys’ fees against a “person” or “corporation.” TEX. REV. CIV.\nSTAT. art. 2226 (1949). But Appellees are all limited liability companies,\nbarring recovery. There was no abuse of discretion.\n                       V. Exclusion of Evidence\n        Appellants challenge the exclusion at trial of three categories of\nevidence: conditions of other homes; the pre-lease condition of their home;\nand the post-lease condition of their home. “The trial judge’s assessment of\nrelative probative value of evidence and unfair prejudice is generally\naccorded great deference because of his or her first-hand exposure to\nevidence and familiarity with the course of the trial proceedings.” Int’l Ins.\nCo. v. RSR Corp., 426 F.3d 281, 300 (5th Cir. 2005). Therefore, we review\nfor abuse of discretion and will only reverse upon a showing of substantial\nprejudice. Huynh v. Walmart Inc., 30 F.4th 448, 458 (5th Cir. 2022).\n        The magistrate judge did not abuse its discretion in excluding\nevidence of other servicemembers’ homes because, although Appellants\nargued the evidence was indicative of Appellees’ habit, they did not meet the\n\n        _____________________\n        12\n           The magistrate judge also initially held that Appellants’ motion was untimely,\nbut later noted he had likely miscalculated the deadline.\n\n\n\n\n                                           11\n\f                                     No. 24-50113\n\n\nbar for admission of such evidence under Federal Rule of Evidence 406. See\nMobil Expl. & Producing U.S., Inc. v. Cajun Constr. Servs., Inc., 45 F.3d 96, 100\n(5th Cir. 1995) (holding that to qualify as habit evidence admissible as a\nroutine business practice, “the plaintiff must show regularity over\nsubstantially all occasions or with substantially all other parties with whom\nthe defendant has had similar business transactions”); accord Federico v.\nLincoln Mil. Hous. LLC, No. 2:12-CV-596, 2015 WL 12806532, at *4 (E.D.\nVa. Nov. 13, 2015). Nor did the magistrate judge abuse its discretion in\nexcluding evidence of the pre-lease condition of Appellants’ home because\nAppellants articulated no theory on how the exclusion prejudiced them; the\nonly case cited by Appellants found similar evidence “irrelevant.” Federico,\n2015 WL 12806532, at *2. Lastly, the magistrate judge did not abuse its\ndiscretion in excluding evidence of post-lease conditions, because “the\ngeneral rule [is] that evidence of subsequent corrective measures is not\nadmissible.” Bailey v. Kawasaki-Kisen, K.K., 455 F.2d 392, 395 (5th Cir.\n1972). 13\n             VI. Diminution of Rental Value Damages\n        On cross-appeal, AETC Housing asserts multiple reasons why the\ndiminution of rental value damages must be reversed. AETC Housing first\nargues that pre-cession law barred diminution of rental value claims. But the\nvery case it cites for this proposition recognized such a claim. See Mitchell v.\nWeiss, 26 S.W.2d 699, 701 (Tex. App.—El Paso 1930, no writ). Next AETC\nHousing argues that Appellants’ exclusive remedy under the lease was to\n\n        _____________________\n        13\n           Appellants’ argument that they would merely use this for impeachment is\nundermined by their argument it “would have assisted the jury in accurately understanding\nthe true condition of the home during the Appellants’ tenancy.” This argument exposes\nthe danger that the evidence presented a danger of unfair prejudice that substantially\noutweighed its probative value. FED. R. EVID. 403.\n\n\n\n\n                                           12\n\f                                 No. 24-50113\n\n\nsurrender possession. But an exclusive remedy provision must be explicit and\nclear. See, e.g., Stark v. George, 252 S.W. 1053, 1056 (Tex. Comm’n App.\n1923, judgm’t adopted); see also Nunn v. Brillhart, 242 S.W. 459, 461 (Tex.\nComm’n App. 1922, judgm’t adopted). Here, there was no such clear intent\nto mandate surrender as an exclusive remedy.\n       Finally, AETC Housing argues that after the initial lease expired and\nwent month-to-month, Appellants’ continued renewal of the lease despite\nknowledge of the conditions waived a right to any recovery for that period.\nAETC Housing cites Tony v. McClelland, 283 S.W. 679 (Tex. App.—\nTexarkana 1926, writ dism’d w.o.j.). In Tony, the court held that a\ncommercial landlord could not cancel a lease based on the lessee’s violation\nof a term of the lease when the landlord had continually accepted rent despite\nearlier knowledge of that violation. Id. at 681. But as the Tony court noted,\n“[t]he waiver of a known contract right will not be implied contrary to the\nintention of a party, except when required to prevent the imposition of a\nfraud, or inequitable consequences to the adverse party.” Id. AETC Housing\npoints to no basis to imply waiver of a known contract right under Tony. Cf.\nid. (“[T]he receipt of rent is not a waiver of a continuing breach of covenant,\nsuch as . . . a covenant to repair.” (quoting 35 CORPUS JURIS 1082 (1924)).\nThe magistrate judge did not err in finding this claim was not barred by pre-\ncession law, an exclusive remedy clause, or waiver.\n                   VII. Sufficiency of Evidence\n       At trial, the jury awarded Appellants $60,000 in personal property\ndamages and $31,654 for diminution in value of the lease. AETC Housing\nchallenges the denial of its motion for judgment as a matter of law, arguing\nthese awards lack evidentiary support both in terms of causation and\nvaluation. The law governing what damages are recoverable is substantive,\nand therefore pre-cession state law “governs what damages are available for\n\n\n\n\n                                      13\n\f                                        No. 24-50113\n\n\na given claim and the manner in which those damages must be proved,” while\nthe “sufficiency of the evidence supporting a damages award . . . is a matter\nof federal procedure.” 14 Homoki v. Conversion Servs., Inc., 717 F.3d 388, 398\n(5th Cir. 2013); accord Lawler v. Miratek Corp., No. EP-09-CV-252-KC, 2010\nWL 2838359, at *3 (W.D. Tex. July 16, 2010).\n        “We review de novo the district court’s denial of a motion for\njudgment as a matter of law, applying the same standard as the district\ncourt.” Heck v. Triche, 775 F.3d 265, 272 (5th Cir. 2014) (quoting Foradori v.\nHarris, 523 F.3d 477, 485 (5th Cir. 2008)). “A motion for judgment as a\nmatter of law in a case tried by a jury, however, ‘is a challenge to the legal\nsufficiency of the evidence supporting the jury’s verdict.’” Id. (quoting\nHiltgen v. Sumrall, 47 F.3d 695, 699 (5th Cir. 1995)). “Although our review\nis de novo, we recognize that our standard of review with respect to a jury\nverdict is especially deferential.” Id. at 273 (quoting Flowers v. S. Reg’l\nPhysician Servs. Inc., 247 F.3d 229, 235 (5th Cir. 2001)). And “we draw all\nreasonable inferences and resolve all credibility determinations in the light\nmost favorable to the nonmoving party,” and therefore will reverse “only if\nthe evidence points so strongly and so overwhelmingly in favor of the\nnonmoving party that no reasonable jury could return a contrary verdict.” Id.\n(quoting Foradori, 523 F.3d at 485 & n.8).\n\n\n\n        _____________________\n        14\n           Stated differently, the distinction is that we “apply federal standards of review\nto assess ‘the sufficiency or insufficiency of the evidence in relation to the verdict,’ but in\ndoing so we refer to state law for ‘the kind of evidence that must be produced to support a\nverdict.’” Hamburger v. State Farm Mut. Auto. Ins. Co., 361 F.3d 875, 884 (5th Cir. 2004)\n(quoting Ayres v. Sears, Roebuck & Co., 789 F.2d 1173, 1175 (5th Cir.1986)). So, whether\ndamages require direct proof or allow circumstantial evidence, or require expert testimony\nor allow anecdotal evidence, is determined here by pre-cession state law. See id. But the\nstandard of review, discussed infra, is federal. Id.\n\n\n\n\n                                              14\n\f                                       No. 24-50113\n\n\n        As to personal property damages, AETC Housing first argues that\nAppellants cannot prove causation because they disposed of property even\nthough it was “cleared for shipment and found without contamination.”\nUnder pre-cession law, contract damages are recoverable if they “arise\nnaturally from the breach itself,” or could be reasonably contemplated to\nflow from a breach. Humble Oil & Refin. Co. v. Wood, 292 S.W. 200, 201 (Tex.\nComm’n App. 1927, judgm’t adopted). Here, it was reasonably foreseeable\nthat disposal of property would flow from a breach of AETC Housing’s duty\nto diligently repair. Further, it was not unreasonable for a jury to conclude\nthat Appellants felt compelled to dispose of property, despite AETC\nHousing’s assurances it was mold free, given the evidence of insufficient\nremediation efforts. 15\n        AETC Housing next argues that Appellants failed to particularly value\nthe damaged personal items and offered only their own conclusory\ntestimony. ECF 93, 84. Appellants respond with several pieces of evidence\nthat were before the jury. 16 Pre-cession state law on the manner in which a\nparty must prove personal property damages is admittedly inconsistent on\nboth the level of itemization needed, compare Hou., E. & W.T. Ry. Co. v. Seale,\n67 S.W. 437, 438 (Tex. App.—Galveston 1902, no writ), with Halsell v. Scurr,\n297 S.W. 524, 530 (Tex. App.—Fort Worth 1927, writ dism’d w.o.j.), and\nthe evidentiary weight afforded to an owner’s valuation, compare Cluck v.\n\n        _____________________\n        15\n         For example, Shane testified that even after moving they “saw mold on stuff,”\nwhile Becky testified about compromised containment measures. Appellants further\nsubmitted evidence of complaints about the restoration company used, photos of fallen\ncontainment measures, and testimony on cross-contamination between “clean” rooms.\n        16\n          For the personal property, Appellants offered an email they had previously sent\nto Appellees itemizing several dozen items and providing their replacement cost totaling\n$9,157.48 + tax, as well as Becky’s testimony at trial that the value of her damaged LuLaRoe\ninventory was $38,000-$39,000 and that of her family’s personal clothes was $8,000.\n\n\n\n\n                                            15\n\f                                        No. 24-50113\n\n\nHou. & T.C.R. Co., 79 S.W. 80, 81 (Tex. App.—Austin 1904, no writ), with\nPecos & N.T. Ry. Co. v. Grundy, 171 S.W. 318, 318–19 (Tex. App.—Amarillo\n1914, no writ). And though AETC Housing’s argument that Appellants\nshould have testified about the cost, manner of use, and general condition of\ntheir items has some support, see Black v. Nabarrette, 281 S.W. 1087, 1088\n(Tex. App.—Dallas 1926, writ dism’d w.o.j.), other authority suggests such\ntestimony was unnecessary, see Grundy, 171 S.W. at 319.\n        As to the rental diminution, AETC Housing argues the jury heard no\nevidence about the amount, length, or extent of the diminution. But\nAppellants counter that that they offered a ledger documenting their lease\npayments, provided the jury examples of the problems with the home, and\nargue that they were well-positioned to comment on the conditions and\nresulting diminution. The precedent here is similarly unilluminating. 17 While\nAETC Housing is correct that Appellants did not show any sort of formula\nor calculations for diminution damages, they sought 100% of their rent paid\nand put on evidence showing why they believed they received none of the\nbenefit of the bargain—and the jury largely agreed by awarding over 75% of\nthe requested diminution damages.\n\n\n\n        _____________________\n        17\n               AETC Housing principally relies on Sanger v. Smith, 135 S.W. 189 (Tex. App.—\nDallas 1911, writ ref’d). In Sanger, a jury had awarded damages for diminution in rental\nvalue where a lessor had failed to repair a leaking roof, id. at 190, but the appellate court\nreversed because the lessee had “used the leased building, notwithstanding the leaky roof\n. . . , to its full capacity, transacting therein the business he contemplated transacting when\nhe leased it,” id. at 193. But in Sanger, the lease was for a commercial building and the lessee\nreceived the benefit of the bargain by using the building “with practically the same\nprofitable result as would have been realized had the covenant to repair been strictly kept.”\nId. In contrast, here even though Appellants continued to use the building, they submitted\nsubstantial evidence that they did not receive the same benefit of the bargain—a safe, well-\nmaintained house.\n\n\n\n\n                                              16\n\f                                     No. 24-50113\n\n\n       We echo the magistrate judge in concluding that we are “not inclined\nto second-guess the jury’s determination” despite our “misgivings about the\ndamages evidence at trial.” Given the high standard to overturn a jury’s\ndamages findings and the inconsistent pre-cession law on how those damages\nmust be proved, AETC Housing has not demonstrated that “the evidence\npoints so strongly and so overwhelmingly” in its favor that “no reasonable\njury” could have found Appellants suffered these damages. See Heck, 775\nF.3d at 273 (citation omitted). 18\n                          VIII. Jury Instructions\n       AETC Housing argues that under pre-cession law, Appellants had to\nobtain findings that they satisfied all their contractual obligations to pursue\ntheir breach of contract claim, and that because they did not request and\nsecure a jury charge requesting the same, they waived recovery. Because\nAETC Housing preserved its challenge to the jury instructions by objecting\nat trial, we review that challenge for an abuse of discretion. In re 3 Star Props.,\nL.L.C., 6 F.4th 595, 609 (5th Cir. 2021). Initially, a “‘challenger must\ndemonstrate that the charge as a whole creates substantial and ineradicable\ndoubt whether’ the instructions ‘properly guided’ the jury ‘in its\ndeliberations.’” Puga v. RCX Sols., Inc., 922 F.3d 285, 291–92 (5th Cir. 2019)\n(quoting Pelt v. U.S. Bank Tr. Nat. Ass’n, 359 F.3d 764, 767 (5th Cir. 2004)).\n       Under pre-cession law, “to recover for the breach of a written\ncontract evidencing concurrent and mutual obligations, that plaintiff must\naver compliance on his part,” and provide evidence of that compliance.\nJessen v. Le Van, 161 S.W.2d 585, 586 (Tex. App.—El Paso 1942, no writ).\n       _____________________\n       18\n         See also City Hotel Co. v. Aumont Hotel Co., 107 S.W.2d 1094, 1095 (Tex. App.—\nSan Antonio 1937, no writ) (upholding $700 damages award value based on single witness’s\ntestimony that the difference in market value with versus without repairs “was anywhere\nfrom $1,000 to $2,000”).\n\n\n\n\n                                          17\n\f                                 No. 24-50113\n\n\nHere, the second jury question noted that AETC Housing’s duty to maintain\nwas “subject to the covenants and duties undertaken by Resident(s),” which\nsuggests the jury found Appellants satisfied all relevant covenants and duties\nunder the contract. Therefore, AETC Housing has not created “substantial\nand ineradicable doubt” that the questions failed to guide the jury. Puga, 922\nF.3d at 291 (citation omitted). There was no abuse of discretion.\n                            IX. Conclusion\n      Because no party has shown reversible error, we AFFIRM the\njudgment of the magistrate judge.\n\n\n\n\n                                      18\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105434,
      "court_id": "ca5",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:28.407166-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/pub/24/24-50113-CV0.pdf",
      "absolute_url": "/opinion/10638847/vinales-v-aetc-ii/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638847/",
        "id": 10638847,
        "absolute_url": "/opinion/10638847/vinales-v-aetc-ii/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 69651196,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/69651196/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105434/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:28.402257-07:00",
        "date_modified": "2025-07-22T17:00:28.832610-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "vinales-v-aetc-ii",
        "case_name_short": "Vinales",
        "case_name": "Vinales v. AETC II",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Private Civil Federal",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:28.469246",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca5-11105433",
    "case_name": "Wells v. Guerrero",
    "document_type": "opinion",
    "content": "Case: 24-70002            Document: 85-1         Page: 1      Date Filed: 07/22/2025\n\n\n\n\n           United States Court of Appeals\n                for the Fifth Circuit                                         United States Court of Appeals\n                                   ____________                                        Fifth Circuit\n\n                                                                                     FILED\n                                    No. 24-70002                                   July 22, 2025\n                                   ____________                                    Lyle W. Cayce\n                                                                                        Clerk\nAmos Wells,\n\n                                                                 Petitioner—Appellant,\n\n                                          versus\n\nEric Guerrero, Director, Texas Department of Criminal Justice,\nCorrectional Institutions Division,\n\n                                             Respondent—Appellee.\n                   ______________________________\n\n                   Appeal from the United States District Court\n                       for the Northern District of Texas\n                            USDC No. 4:21-CV-1384\n                   ______________________________\n\nBefore Stewart, Graves, and Oldham, Circuit Judges.\nPer Curiam: *\n      A Texas jury convicted Amos Wells of multiple murders and\nsentenced him to death. After exhausting his appeals and postconviction\nremedies in state court, Wells sought postconviction relief in federal court.\nThe district court denied it. Now Wells asks us for a certificate of\n\n\n\n       _____________________\n       *\n           This opinion is not designated for publication. See 5th Cir. R. 47.5.\n\f Case: 24-70002          Document: 85-1         Page: 2     Date Filed: 07/22/2025\n\n\n\n\n                                      No. 24-70002\n\n\nappealability (“COA”). Because his claims are not debatable amongst jurists\nof reason, we deny his application.\n                                            I\n       On July 1, 2013, Amos Wells became angry with his pregnant\ngirlfriend, Chanice Reed, for refusing to answer his phone calls. He drove to\nher home with a gun in his truck. When he arrived, he took Chanice outside\nand the two argued. Wells shot Chanice four times and killed her; Wells shot\nChanice’s mother twice and killed her; and Wells shot Chanice’s ten-year-\nold brother, Eddie, four times and killed him. Wells also killed Chanice’s\nunborn baby. 1 Wells v. State, 611 S.W.3d 396, 403 (Tex. Crim. App. 2020).\nThe shooting stopped when Wells’ gun jammed. Wells got into his truck,\ndrove around town, and then went to the police station and confessed.\n       A jury convicted Wells of capital murder and sentenced him to death.\nThe penalty phase required the jury to find “a probability that the Defendant\nwould commit criminal acts of violence that would constitute a continuing\nthreat to society,” and that there were no “sufficient mitigating\ncircumstance or circumstances to warrant” a life sentence without parole\ninstead of the death penalty. The jury made those requisite findings and\nWells received a death sentence. He brought a direct appeal to the Texas\nCourt of Criminal Appeals, raising thirteen points of error. Id. at 402. The\nCCA found no error and affirmed the conviction and sentence.\n       Wells sought post-conviction habeas relief in state court and appealed\nits denial to the Texas Court of Criminal Appeals and Supreme Court of the\nUnited States. See Ex parte Wells, No. WR-86, 184-01, 2021 WL 5917724\n(Tex. Crim. App. Dec. 15, 2021), cert. denied sub nom., Wells v. Texas, 142 S.\n       _____________________\n       1\n           Postmortem DNA testing confirmed that Wells was, in fact, the child’s father.\nId.\n\n\n\n\n                                            2\n\fCase: 24-70002        Document: 85-1        Page: 3    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\nCt. 2722 (2022). He then brought a federal habeas petition in the Northern\nDistrict of Texas, raising nine claims. The district court found all meritless\nand denied the petition along with Wells’s accompanying motions to stay\nstate proceedings and for a COA. Wells v. Lumpkin, No. 4:21-CV-01384-O,\n2023 WL 7224191 (N.D. Tex. Nov. 2, 2023). Wells filed a motion under Rule\n59(e) to alter or amend the judgment, which the district court also denied.\nWells timely appealed.\n                                       II\n       Wells requests a certificate of appealability on four of his claims. See\n28 U.S.C. § 2253(c)(3) (limiting the availability of a COA to a “specific issue\nor issues”). We “may issue” a COA “only if the applicant has made a\nsubstantial showing of the denial of a constitutional right.” Id. § 2253(c)(2).\nThat standard requires a petitioner to “demonstrat[e] that jurists of reason\ncould disagree with the district court’s resolution of his constitutional\nclaims.” Miller-El v. Cockrell, 537 U.S. 322, 327 (2003). If the district court’s\nruling rested on procedural grounds, the prisoner must show both that the\nprocedural ruling is debatable and that it is debatable whether he stated a\nvalid claim. Slack v. McDaniel, 529 U.S. 473, 484 (2000).\n       “The COA inquiry . . . is not coextensive with a merits analysis. At\nthe COA stage, the only question is whether the applicant has shown that\n‘jurists of reason could disagree with the district court’s resolution of his\nconstitutional claims or that jurists could conclude the issues presented are\nadequate to deserve encouragement to proceed further.’” Buck v. Davis, 580\nU.S. 100, 115 (2017) (quoting Miller-El, 537 U.S. at 327). Thus, at this\npreliminary COA stage, we do not consider the merits of Wells’ claims—\nonly whether he has shown that the district court’s resolution of them is\ndebatable amongst jurists of reason. See id.\n\n\n\n\n                                       3\n\fCase: 24-70002        Document: 85-1        Page: 4    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\n       None of Wells’ claims meets the COA standard. We first (A) hold\nthat jurists of reason would not debate whether Wells’ trial counsel rendered\nineffective assistance by (1) presenting expert testimony about his possible\ngenetic predisposition to violence and (2) failing to strike a particular juror\nwho allegedly believed that the death penalty should be mandatory for those\nguilty of murder. We then (B) explain that jurists of reason would not debate\nwhether the trial court violated the Eighth Amendment by excluding certain\npotentially mitigating video evidence. Finally, we (C) hold that jurists of\nreason would not debate whether Wells’ appellate counsel rendered\nineffective assistance by failing to argue that Eighth Amendment issue on\nappeal.\n                                        A\n       Ineffective assistance of counsel (“IAC”) claims are governed by the\nstandard set forth by the Supreme Court in Strickland v. Washington, 466\nU.S. 668 (1984). “First, the defendant must show that counsel’s\nperformance was deficient,” which “requires showing that counsel made\nerrors so serious that counsel was not functioning as the ‘counsel’\nguaranteed” by the Sixth Amendment. Id. at 687. The defendant must also\nshow prejudice, which “requires showing that counsel’s errors were so\nserious as to deprive the defendant of a fair trial.” Id.\n       Where a defendant’s IAC claim is adjudicated under § 2254(d)(1),\n“[t]he pivotal question is whether the state court’s application of the\nStrickland standard was unreasonable.” Harrington v. Richter, 562 U.S. 86,\n101 (2011). So the state court’s determination “must be granted a deference\nand latitude that are not in operation when the case involves review under\nthe Strickland standard itself.” Id., see also Burt v. Titlow, 571 U.S. 12, 15\n(2013) (describing this review as “doubly deferential”). So, in addition to\nrespecting the state court’s decision, we afford a “strong presumption of\n\n\n\n\n                                        4\n\fCase: 24-70002        Document: 85-1       Page: 5   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nreasonableness” to Wells’ counsel. Dunn v. Reeves, 594 U.S. 731, 739 (2021)\n(per curiam) (quotation omitted); Titlow, 571 U.S. at 15. Even where\n“counsel’s conduct was far from exemplary,” relief is warranted only where\n“every fairminded jurist would agree that every reasonable lawyer would have\nmade a different decision.” Dunn, 594 U.S. at 739–40 (emphasis in original)\n(cleaned up).\n       And under Buck, we do not ask if the district court correctly applied\nthese legal rules. We ask only whether the district court’s resolution of the\nclaim is debatable amongst jurists of reason. See Buck, 580 U.S. at 115.\n                                      1\n       Wells first contends trial counsel rendered IAC by presenting expert\ntestimony that he was genetically predisposed to violence at the penalty\nphase. The defense’s theory went as follows: Mutations in the Monoamine\nOxidase A (“MAOA”) gene can affect the brain’s metabolism of serotonin.\nWhen combined with childhood abuse, low-activity MAOA mutations\nincrease the likelihood of future violent behavior and difficulty controlling\nanger. Wells’ team of experts determined that he had the low-activity\nMAOA mutation and a “semi traumatic environment in formative years,”\ncontributing to “a greater likelihood that [Wells] could have explosive and\nviolent outbursts in his lifetime.”\n       Wells now objects to this strategy on two grounds: First, he argues it\nconceded a necessary element to the prosecution. See ROA.5861 (requiring\njury to find a “probability” that Wells “would commit future acts of\nviolence” at penalty phase). Second, he contends that it permitted the jury\nto convict him based on an “immutable genetic trait.” see Buck, 580 U.S. at\n123 (“Dispensing punishment on the basis of an immutable characteristic\nflatly contravenes th[e] guiding principle” that “[o]ur law punishes people\nfor what they do, not who they are.”). The CCA rejected this claim on the\n\n\n\n\n                                       5\n\fCase: 24-70002        Document: 85-1       Page: 6     Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nmerits. And the district court held the claim “border[s] on frivolous.” Wells,\n2023 WL 7224191, at *10.\n       Jurists of reason would not debate the district court’s resolution of this\nclaim. The record shows that the state habeas court acknowledged the “wide\nrange of reasonable professional assistance” and the “heavy measure of\ndeference” due to strategies developed for trial. It accordingly declined to\nevaluate counsel’s performance using the “twenty-twenty vision of\nhindsight.” And it acknowledged the danger of using evidence like this,\nwhich is often “a double-edged sword that jurors could consider either as\nsufficiently mitigating evidence or as powerful evidence of future\ndangerousness.”\n       Wells’ counsel acknowledged all along that this evidence could\nsupport a positive finding on the issue of future violence. See ROA.15978\n(memorandum of trial counsel submitted in 2016) (acknowledging this\nevidence “could potentially help the State’s efforts” to show a probability of\nfuture violence). Counsel nonetheless believed it “could be a sufficiently\nmitigating fact” because Wells chose neither his genetics nor his childhood\nexperiences, diminishing his perceived culpability. So counsel concluded it\nmight “ultimately help [Wells’] chances of not receiving the death penalty.”\nAdditionally, Wells’ genetic expert testified that the increased probability of\nviolence “doesn’t mean it’s likely to happen; it means he’s more likely than\nan average person.” His counsel argued that the genetic testimony “gives\nyou cause to pause” and asked whether Wells should receive the death\npenalty “when we know there are [three] things he couldn’t control . . .\ngenes, his brain, and his environment.”\n       Whether to present such evidence lies within the heartland of\n“strategic decisions” that appellate courts cannot second-guess unless the\ndefendant rebuts their “strong presumption of reasonableness.” Dunn, 594\n\n\n\n\n                                       6\n\fCase: 24-70002        Document: 85-1        Page: 7    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\nU.S. at 739 (quotation omitted). That is precisely why the federal district\ncourt rejected Wells’ claim. See Wells, 2023 WL 7224191, at *11 (describing\nthis theory as “nothing more than mere post-hoc disagreement with trial\ncounsel’s strategy”). And we do not think the district court’s treatment of\nthis claim is debatable among jurists of reason.\n                                        2\n       Wells further argues his trial counsel rendered IAC by failing to strike\na juror based on his comments about the death penalty during voir dire.\nStrickland also governs challenges to counsel’s failure to strike or challenge\nprospective jurors for cause. Harper v. Lumpkin, 64 F.4th 684, 692 (5th Cir.\n2023); see also id. at 693 (holding that no “clearly established federal law . . .\nwould allow reasonable jurists to debate th[e] conclusion” that counsel was\nnot ineffective when it failed to challenge jurors who “expressed the opinion\nthat they could answer the special issues in such a way that either life or death\nwould result based on the evidence and the law”).\n       In a voir dire questionnaire, one prospective juror indicated he\nbelieved the death penalty should apply to those found guilty of murder.\nDuring his voir dire examination, however, the juror accepted that Texas law\nrequires aggravating factors in addition to a mere finding of guilt to impose a\ndeath sentence. He also pledged that he would not always find a defendant\ndangerous in the future and would answer the special issues based on the\nevidence adduced at trial. At the end of examinations from both the\nprosecution and the defense, the juror affirmed he “might give [Wells] a\ndeath sentence and [he] might not.”\n       We have held that failure to strike a juror is constitutionally\npermissible when he pledges during voir dire to follow the law. Harper, 64\nF.4th at 693. Moreover, trial counsel may make reasonable strategic decisions\nin striking or not striking prospective jurors. Cf. Morgan v. Illinois, 504 U.S.\n\n\n\n\n                                        7\n\f Case: 24-70002         Document: 85-1       Page: 8    Date Filed: 07/22/2025\n\n\n\n\n                                   No. 24-70002\n\n\n719, 729 (1992) (“The Constitution, after all, does not dictate a catechism for\nvoir dire . . .”).\n          The CCA rejected this claim on the merits. And the district court\nheld “[t]his claim fails to satisfy either prong of Strickland under de novo\nreview and does not warrant federal habeas relief.” Wells, 2023 WL 7224191,\nat *21.\n          Jurists of reason would not debate the district court’s decision. Trial\ncounsel explained that he was concerned about peremptorily striking the\njuror because he was a minority, fearing that it would undermine his Batson\nchallenge. Trial counsel was also concerned that using one of his peremptory\nstrikes could result in a “much worse” juror getting seated. The district court\ntherefore held there were no grounds for a for-cause strike, and that Wells\nsuffered no prejudice in any event. Jurists of reason would not debate that\ndecision.\n                                         B\n          Wells also alleges the trial court violated his Eighth Amendment right\nto present mitigating evidence by excluding certain video evidence—\nspecifically, video evidence of Wells’ purported remorsefulness in the police\ninterrogation room. “[T]he Eighth Amendment requires that the jury be able\nto consider and give effect to a capital defendant’s mitigating evidence.”\nTennard v. Dretke, 542 U.S. 274, 285 (2004) (quotation omitted). The\ndecision to exclude such evidence “is quintessentially a trial error subject to\nharmless error review.” Rhoades v. Davis, 914 F.3d 357, 368 (5th Cir. 2019).\n          Wells’ counsel sought to introduce the recording during the penalty\nphase to show Wells “was acting strange” or “under some distorted\nemotional sense.” ROA.13495–96. The video lasts about eight hours and\ndepicts his initial, hourlong interview, six hours of Wells’ detention, and his\nsecond, hourlong interview. Wells, 611 S.W.3d at 407. During the downtime\n\n\n\n\n                                         8\n\fCase: 24-70002       Document: 85-1         Page: 9   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nbetween the interviews, Wells exhibited some strange behavior and made\nrepeated comments like “This is too weird” and “This is a dream.” Id.\nWells contends this evidence tended to show his remorse, and such\nremorsefulness could constitute mitigating evidence at sentencing.\n       The CCA held this claim was procedurally defaulted because Wells\nnever tried to introduce the evidence to show remorse and because some of\nthe evidence did not satisfy the State’s hearsay rules. And in any event, the\nCCA held the claim was meritless because any error was harmless beyond a\nreasonable doubt. On federal review, the district court held that the CCA’s\nruling constituted an adequate and independent state ground that barred\nfederal relief. Wells, 2023 WL 7224191, at *8. To secure a COA, Wells must\nshow both that the district court’s procedural ruling is debatable and that the\nunderlying constitutional claim is debatable. Slack, 529 U.S. at 484.\n       Neither ground is debatable. As to the district court’s procedural\nruling, the record shows that Wells failed to make the specific evidentiary\nproffer required by Texas law. Golliday v. State, 560 S.W.3d 664, 669–70\n(Tex. Crim. App. 2018); Tex. R. Evid. 103(a)(2); Tex. R. App. P.\n33.1(a)(1)(A). Nor would jurists of reason debate the district court’s\napplication of Texas’s evidentiary rules.\n       In any event, Wells has failed to show that the underlying merits are\ndebatable. That is because jurists of reason would conclude that, at best, the\nexcluded evidence was cumulative. The jury saw several pieces of evidence\nthat showed the same alleged remorse: a video of Wells taken immediately\nafter the offense and before the excluded video began, officer’s testimony\nabout his “trance-like demeanor,” testimony about a phone call Wells made\n“immediately after the shootings,” and evidence about his suicidal and\ndistraught state. That is a considerable amount of material showing Wells’\nmental state after the murders. Cf. Wong v. Belmontes, 558 U.S. 15, 23 (2009)\n\n\n\n\n                                      9\n\fCase: 24-70002         Document: 85-1        Page: 10   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\n(“Additional evidence on these points would have offered an insignificant\nbenefit, if any at all.”).\n       Additionally, trial counsel presented a host of other mitigating\nevidence attempting to demonstrate the same attributes Wells contends the\nvideo would show. That included testimony from family members, doctors\nand mental health professionals, people from his childhood, and Wells\nhimself. Wells has shown no reason to think that “the evidence in favor of\nmitigation and the evidence against mitigation [was] so delicately balanced\nthat the excluded . . . video would have been enough to tip the scales.” Wells,\n611 S.W.3d at 418.\n       In short, Wells cannot show that the district court’s procedural ruling\nwas debatably wrong. Nor can he show that the merits underlying his Eighth\nAmendment claim are debatable.\n                                        C\n       Finally, Wells contends that his appellate counsel rendered IAC on\nstate direct review by failing to object to the trial court’s exclusion of three\n“jailhouse media interviews” from the day after the murders. These videos\nshowed Wells “cr[ying], express[ing] his desire to die, and apologiz[ing].”\nAppellate counsel initially challenged only the exclusion of the interrogation\nroom video, not the next day’s news clips.\n       This claim is subject to the Strickland standard, as clarified in Smith v.\nRobbins, 528 U.S. 259 (2000). Appellate counsel provides IAC where he acts\n“objectively unreasonabl[y],” id. at 285, in “fail[ing] to discover\nnonfrivolous issues and [filing] a merits brief raising them.” Id. The\ndefendant must also show prejudice. Id. at 286. Generally, to succeed on this\nkind of claim, defendants must instead show that omitted issues “are clearly\nstronger than those presented.” Id. at 288 (quotation omitted). That\nrequirement respects counsel’s strategic discretion: “[A]ppellate counsel\n\n\n\n\n                                        10\n\fCase: 24-70002       Document: 85-1           Page: 11   Date Filed: 07/22/2025\n\n\n\n\n                                    No. 24-70002\n\n\nwho files a merits brief need not (and should not) raise every nonfrivolous\nclaim, but rather may select from among them in order to maximize the\nlikelihood of success on appeal.” Id.\n       The CCA rejected this claim on the merits. It concluded that any\nerror was harmless because the jury considered “better, more compelling\nevidence” of Wells’ mental condition shortly after the murders. And the\ndistrict court held Wells’ ineffective-assistance-of-appellate-counsel “claims\nfail to satisfy the prejudice prong of Strickland and thereby fail to warrant\nfederal habeas relief.” Wells, 2023 WL 7224191, at *24.\n       Jurists of reason would not debate the district court’s resolution of this\nclaim. During state habeas proceedings, appellate counsel submitted an\naffidavit stating that he raised “all of the points of error in the appeal that\n[he] determined to have merit.” He appealed exclusion of the interrogation\nvideo over the others because he “thought [it] had the best chance” of aiding\nreversal. For good reason: The jailhouse media interview videos contained\nhighly negative commentary about Wells from reporters, the victims’ family\nmembers, and a neighbor. We therefore do not think jurists of reason would\ndebate the district court’s rejection of this claim.\n                                *        *         *\n       Wells has not “made a substantial showing of the denial of a\nconstitutional right.” 28 U.S.C. § 2253(c)(2). Accordingly, his motion for a\nCOA is DENIED.\n\n\n\n\n                                         11\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105433,
      "court_id": "ca5",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:27.288488-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/unpub/24/24-70002.0.pdf",
      "absolute_url": "/opinion/10638846/wells-v-guerrero/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638846/",
        "id": 10638846,
        "absolute_url": "/opinion/10638846/wells-v-guerrero/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 68223322,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/68223322/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105433/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:27.256751-07:00",
        "date_modified": "2025-07-22T17:00:27.578183-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "wells-v-guerrero",
        "case_name_short": "Wells",
        "case_name": "Wells v. Guerrero",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Death Penalty w/ Counsel",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Unpublished",
        "date_blocked": "2025-07-22",
        "blocked": true,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:29.035744",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca5-11105432",
    "case_name": "Ellison v. Islamic Republic of Iran",
    "document_type": "opinion",
    "content": "                            UNITED STATES DISTRICT COURT\n                            FOR THE DISTRICT OF COLUMBIA\n\n\n\n WILLAM ELLISON, et al.,\n\n        Plaintiffs,\n                v.                                     Civil Action No. 25-2250 (UNA)\n\n\n ISLAMIC REPUBLIC OF IRAN,\n\n        Defendant.\n\n\n                         MEMORANDUM OPINION AND ORDER\n\n       Plaintiffs seek to bring this action under 28 U.S.C. § 1605A, alleging that the Islamic\n\nRepublic of Iran is responsible for two bombing attacks that harmed one American citizen,\n\ntwelve Afghan contractors, and their families. See ECF No. 1 (Compl.) ¶¶ 1–71. At the time of\n\nthe attacks, many of the Plaintiffs lived in Kabul, Afghanistan, and served “in various capacities\n\nto support the U.S. government activities within their country.” ECF No. 3-1 (Mem.) at 1. In\n\ntheir redacted Complaint, those Plaintiffs who still live in Afghanistan, or have immediate family\n\nmembers who live there, have identified themselves only by their initials out of fear of possible\n\nreprisals. Id. Those Plaintiffs now move to proceed under pseudonyms. See ECF No. 3 (Mot.).\n\n       All victims, except William Ellison, were Afghan nationals employed by the United\n\nStates and performing their employment duties at the time of the attacks. See Mot., ¶ 3. “After\n\nthe fall of Afghanistan to the Taliban in 2021, some of those families successfully sought\n\ncitizenship, asylum, or permanent residence within the United States or elsewhere.” Id. Many\n\nothers who are part of the lawsuit remain in Afghanistan. Id.\n\n\n\n\n                                                 1\n\f       This suit involves sensitive facts, and disclosing Plaintiffs’ identities could endanger them\n\nand their family members who remain in Afghanistan under the Taliban regime. The Court,\n\ntherefore, will grant the Motion, subject to any further consideration by the United States District\n\nJudge to whom this case is randomly assigned. See LCvR 40.7(f) (providing that Chief Judge\n\nshall “hear and determine . . . motion[s] to file a pseudonymous complaint”).\n\nI.     Legal Standard\n\n       Generally, a complaint must identify the plaintiffs. See Fed. R. Civ. P. 10(a); LCvR\n\n5.1(c)(1). This identification requirement reflects the “presumption in favor of disclosure [of\n\nlitigants’ identities], which stems from the ‘general public interest in the openness of\n\ngovernmental processes,’ and, more specifically, from the tradition of open judicial\n\nproceedings.” In re Sealed Case, 931 F.3d 92, 96 (D.C. Cir. 2019) (quoting Wash. Legal\n\nFound. v. U.S. Sentencing Comm’n, 89 F.3d 897, 899 (D.C. Cir. 1996)). A party moving to\n\nproceed pseudonymously thus “bears the weighty burden of both demonstrating a concrete need\n\nfor such secrecy[] and identifying the consequences that would likely befall it if forced to\n\nproceed in its own name.” In re Sealed Case, 971 F.3d 324, 326 (D.C. Cir. 2020). As a result,\n\nthe court must “‘balance the litigant’s legitimate interest in anonymity against countervailing\n\ninterests in full disclosure’” by applying a “flexible and fact driven” balancing test. Id. (quoting\n\nIn re Sealed Case, 931 F.3d at 96). That test assesses “five non-exhaustive factors”:\n\n               (1) whether the justification asserted by the requesting party is\n               merely to avoid the annoyance and criticism that may attend any\n               litigation or is to preserve privacy in a matter of [a] sensitive and\n               highly personal nature;\n               (2) whether identification poses a risk of retaliatory physical or\n               mental harm to the requesting party or[,] even more critically, to\n               innocent non-parties;\n               (3) the ages of the persons whose privacy interests are sought to be\n               protected;\n\n\n\n\n                                                  2\n\f                (4) whether the action is against a governmental or private party;\n                and relatedly,\n                (5) the risk of unfairness to the opposing party from allowing an\n                action against it to proceed anonymously.\n\nId. at 326–27 (quoting In re Sealed Case, 931 F.3d at 97) (first alteration in original).\n\nII.     Analysis\n\n         At this stage, Plaintiffs have succeeded in showing that their privacy and safety concerns\n\noutweigh the public’s presumptive and substantial interest in learning their identities.\n\n        The first factor heavily supports granting the Motion. Plaintiffs do not seek to proceed\n\nunder pseudonyms “merely to avoid the annoyance and criticism that may attend any litigation,”\n\nbut to “preserve privacy in a matter of [a] sensitive and highly personal nature.” Id. at 326\n\n(quoting In re Sealed Case, 931 F.3d at 97) (alteration in original). Plaintiffs who are requesting\n\nanonymity are currently residing in Afghanistan or have family members there. See Mem. at 1.\n\nThe Court agrees with Plaintiffs that revealing their actual identities could expose them and their\n\nfamilies to potential harm. Id. at 2–3. This is a reasonable request, moreover, because Plaintiffs\n\nwho are no longer living in Afghanistan have not requested anonymity. Id.\n\n        For essentially the same reason, the second factor concerning the “risk of retaliatory\n\nphysical or mental harm” to Plaintiffs and (more crucially) to “innocent non-parties” also favors\n\nproceeding under pseudonyms. In re Sealed Case, 971 F.3d at 326 (citation omitted). The\n\ninnocent non-parties in this case are, at a minimum, Plaintiffs’ family members, who are equally\n\nat risk of the abovementioned harm. See, e.g., Doe v. U.S. Dep’t of State, 2015 WL 9647660, at\n\n*3 (D.D.C. Nov. 3, 2015) (“Allowing Doe to file pseudonymously will help to conceal his work\n\nwith the U.S.-led reconstruction efforts [in Iraq] and protect his wife and minor child from the\n\nanti-U.S. insurgents . . . .”).\n\n\n\n\n                                                  3\n\f       The third factor also favors pseudonymity because some of the individuals remaining in\n\nAfghanistan are minors. See Mem. at 3; see, e.g., Doe v. Blinken, No. 23-2997, ECF No. 3\n\n(Mem. Op.) at 4 (D.D.C. Oct. 13, 2023) (“To the extent that revealing Plaintiff’s identity would\n\nalso reveal the identities of his four minor children, proceeding pseudonymously would be\n\nappropriate.”); R.A. v. Islamic Republic of Iran, No. 23-2606, ECF No. 4 (Mem. Op.) at 4\n\n(D.D.C. Sept. 12, 2023) (factor favored motion “to some extent” where “Plaintiffs indicate that\n\none of them is a minor, and revealing the other Plaintiffs’ identities risks undermining the\n\nanonymity of that person”); J. v. District of Columbia, No. 23-1279, ECF No. 3 (Mem. Op.) at 4\n\n(D.D.C. May 9, 2023) (factor favored pseudonymity because “although Plaintiffs are adults, they\n\nshare common privacy interests with their minor child due to their intractably linked\n\nrelationship”) (cleaned up).\n\n       The fourth factor also weighs in favor of granting the Motion. A “heightened public\n\ninterest” in disclosure applies “when an individual or entity files a suit against the government,’\n\nparticularly in a manner that may ‘alter the operation of public law.” Sponsor v. Mayorkas, 2023\n\nWL 2598685 at *2 (D.D.C. Mar. 22, 2023) (quoting In re Sealed Case, 971 F.3d at 329).\n\nRegardless of whether that reasoning extends to suits against foreign governments, see Doe v.\n\nFederal Republic of Germany, 680 F. Supp. 3d 1, 6 (D.D.C. 2023), no heightened public interest\n\nattaches here because “nothing about the nature of these proceedings . . . creates any need for\n\ntransparency with respect to the plaintiffs’ identities or addresses.” Chang v. Republic of South\n\nSudan, 548 F. Supp. 3d 34, 38 (D.D.C. 2021) (considering similar circumstances). Plaintiffs in\n\nthis case “seek to vindicate their [own] rights[,] . . . and anonymity appears to be necessary to\n\nprovide them the opportunity to do so.” Asylum Seekers Trying to Assure Their Safety v.\n\nJohnson, 2023 WL 417910, at *4 (D.D.C. Jan. 26, 2023) (addressing fourth factor). In addition,\n\n\n\n\n                                                 4\n\fas “government defendants ‘do not share the concerns about “reputation” that private individuals\n\nhave when they are publicly charged with wrongdoing,’” the Court need not assume such\n\nreputational concerns exist here. J.W. v. District of Columbia, 318 F.R.D. 196, 201 (D.D.C.\n\n2016) (quoting Doe v. Cabrera, 307 F.R.D. 1, 8 (D.D.C. 2014)); see also Doe 1 v. Geo. Wash. U.,\n\n369 F. Supp. 3d 49, 67 (D.D.C. 2019) (distinguishing “private litigants, who presumably have\n\nconcerns about their respective reputations”).\n\n       Fifth and finally, Iran would suffer no “risk of unfairness” if the Motion were granted.\n\nSee R.A. v. Islamic Republic of Iran, No. 23-2606, ECF No. 4 (Mem. Op.) at 5 (D.D.C. Sept. 12,\n\n2023) (“While this is not a case in which Defendant knows their identities already, Plaintiffs\n\nhave offered to disclose them under seal and have not asked to do so ex parte.”); Mot. at 2.\n\nUpon the filing of the pseudonymous Complaint, moreover, Defendant remains “free to move for\n\nthe disclosure of any information it deems necessary to the full and fair defense of the case,”\n\nMem. at 3, and Plaintiffs remain free to object.\n\n       In sum, all five factors weigh in favor of granting the Motion to proceed\n\npseudonymously.\n\nIII.   Conclusion\n\n       The Court accordingly ORDERS that:\n\n       1. Plaintiffs’ [3] Motion for Leave to File Under Pseudonym is GRANTED, subject to\n\n           any further consideration by the United States District Judge to whom this case is\n\n           randomly assigned;\n\n       2. All parties shall use the pseudonyms listed in the Complaint in all documents filed in\n\n           this action; and\n\n       3. Within fourteen days of this Order, Plaintiffs shall file on the public docket:\n\n\n\n\n                                                   5\n\f                  i. A pseudonymous version of their [3] Motion and any attachments as a\n\n                      Notice to the Court; and\n\n                 ii. A sealed declaration containing their real names and residential addresses.\n\n                                                          /s/ James E. Boasberg\n                                                          JAMES E. BOASBERG\n                                                          Chief Judge\nDate: July 22, 2025\n\n\n\n\n                                                 6\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105432,
      "court_id": "ca5",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T16:00:59.158038-07:00",
      "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2025cv2250-6",
      "absolute_url": "/opinion/10638845/ellison-v-islamic-republic-of-iran/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638845/",
        "id": 10638845,
        "absolute_url": "/opinion/10638845/ellison-v-islamic-republic-of-iran/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 70884360,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/70884360/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105432/"
        ],
        "citations": [],
        "date_created": "2025-07-22T16:00:59.136001-07:00",
        "date_modified": "2025-07-22T16:00:59.428618-07:00",
        "judges": "Chief Judge James E. Boasberg",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "ellison-v-islamic-republic-of-iran",
        "case_name_short": "Ellison",
        "case_name": "Ellison v. Islamic Republic of Iran",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": "2025-07-22",
        "blocked": true,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:29.648070",
      "judges": "Chief Judge James E. Boasberg",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca5-11105431",
    "case_name": "Nguyen v. Washington Nationals Baseball Club, LLC.",
    "document_type": "opinion",
    "content": "                             UNITED STATES DISTRICT COURT\n                             FOR THE DISTRICT OF COLUMBIA\n\n\n\n DUYTAN NGUYEN,\n\n                Plaintiff,\n                                                            Civil Action No. 24 - 1786 (LLA)\n        v.\n\n WASHINGTON NATIONALS BASEBALL\n CLUB, LLC,\n\n                Defendant.\n\n\n\n                                   MEMORANDUM OPINION\n\n       Plaintiff Duytan Nguyen, proceeding pro se, brings this action against his former employer,\n\nthe Washington Nationals Baseball Club (the “Club”) alleging that he was terminated based on his\n\nrace and national origin and in retaliation for protected activity. ECF No. 18. Before the court are\n\nthe Club’s motion to dismiss, ECF No. 35, and Mr. Nguyen’s three motions for leave to file\n\ndeclarations and exhibits, ECF Nos. 42, 45, 48. The motions are fully briefed. ECF Nos. 37, 41,\n\n43, 44, 46, 47, 49, 50. For the reasons explained below, the court will deny Mr. Nguyen’s motions\n\nfor leave to file and grant the Club’s motion to dismiss.\n\n\n                              I.      FACTUAL BACKGROUND\n\n       The following factual allegations drawn from Mr. Nguyen’s third amended complaint,\n\nECF No. 18, are accepted as true for the purpose of evaluating the motions before the court, Am.\n\nNat’l Ins. Co. v. Fed. Deposit Ins. Corp., 642 F.3d 1137, 1139 (D.C. Cir. 2011). Because\n\nMr. Nguyen is proceeding pro se, the court will construe his pleadings liberally. Erickson v.\n\nPardus, 551 U.S. 89, 94 (2007) (“A document filed pro se is ‘to be liberally construed’ . . . and ‘a\n\npro se complaint, however inartfully pleaded, must be held to less stringent standards than formal\n\fpleadings drafted by lawyers.’” (quoting Estelle v. Gamble, 429 U.S. 97, 106 (1976))). The court\n\nfurther takes judicial notice of any documents incorporated by reference into Mr. Nguyen’s\n\namended complaint.       See Banneker Ventures, LLC v. Graham, 798 F.3d 1119, 1133\n\n(D.C. Cir. 2015) (“A district court may consider a document that a complaint specifically\n\nreferences without converting the motion into one for summary judgment.”).\n\n       In February 2019, Mr. Nguyen was hired by the Club as a Special Police Officer. ECF\n\nNo. 18 ¶ 3. Every year, Mr. Nguyen received positive reviews from his supervisors. Id. ¶ 49; see\n\nid. ¶¶ 50-56. In September 2023, after a baseball game, Mr. Nguyen saw Alan Gottlieb—the Chief\n\nOperating Officer of the Club—leaving the stadium in his car. Id. ¶ 57. As Mr. Gottlieb drove\n\nby, Mr. Nguyen informed him that he would send him an email later that night. Id.\n\n       At 3:00 a.m., Mr. Nguyen sent Mr. Gottlieb the promised email. See id. ¶¶ 126-134. In it,\n\nhe described his Vietnamese background, summarized his professional credentials and positive\n\nsupervisory reviews, and offered several suggestions for Mr. Gottlieb to consider. Id. First,\n\nMr. Nguyen noted that Mr. Gottlieb’s personal information—including his home address, contact\n\ndetails, and information about his children—could be found online and used by a criminal to\n\n“kidnap [Mr. Gottlieb’s] children, bring them to a country that has no extradition treaty with the\n\nUS[, and] demand a ransom.” Id. ¶ 130. Mr. Nguyen proposed that Mr. Gottlieb hire him to\n\nremove this information from the Internet. Id. Second, Mr. Nguyen detailed the departures of\n\nseveral Club employees and questioned: “If the Washington Nationals [is] a good place to work,\n\nthen why [are] many people leaving?” Id. ¶ 131. Mr. Nguyen suggested that Mr. Gottlieb create,\n\nand put him in charge of, an internal Office of Competency, Integrity, and Accountability to screen\n\nprospective employees. Id. ¶ 132. Third, Mr. Nguyen recommended that the Club build baseball\n\n\n\n\n                                                2\n\ftraining facilities for children in Vietnam, which it could fund by investing in a Vietnamese electric\n\ncar company. Id. ¶¶ 127, 133-34.\n\n       Also in the email to Mr. Gottlieb, Mr. Nguyen referenced a separate 2021 email he had\n\nanonymously sent to Bob Frost, the Senior Vice President of Human Resources at the Club, with\n\na copy to Mr. Gottlieb. Id. ¶ 61. In the email to Mr. Frost and later follow-up messages,\n\nMr. Nguyen complained about “reverse discrimination” against several of his white coworkers by\n\na Black manager. Id. ¶ 61; see id. ¶¶ 62-84. Mr. Frost confirmed receipt of the email and informed\n\nMr. Nguyen (who was then anonymous) that if he chose to share his identity, he would not be\n\nretaliated against for making the complaint. Id. ¶¶ 78-79. Mr. Nguyen declined to de-anonymize\n\nhis complaint. Id. ¶ 84.\n\n       Two days after Mr. Nguyen sent his email to Mr. Gottlieb, he was escorted into his\n\nsupervisor’s office by the Director of Security. Id. ¶ 91. Mr. Nguyen was informed that he was\n\nbeing terminated, effective immediately, and banned from entering the stadium because of the\n\nemail he had sent to Mr. Gottlieb. Id. Mr. Nguyen did not receive a written explanation of his\n\ntermination. Id. ¶ 94.\n\n\n                               II.     PROCEDURAL HISTORY\n\n       In October 2023, Mr. Nguyen filed a claim with the Equal Employment Opportunity\n\nCommission (“EEOC”), and he believes he scheduled an interview in January 2024. Id. ¶ 103.\n\nHowever, later, Mr. Nguyen could no longer see his claim in the EEOC’s online portal, and he\n\nultimately refiled his EEOC complaint in November 2023. Id. ¶ 105. In March 2023, after a phone\n\ninterview with the EEOC, Mr. Nguyen received a letter informing him of his right to sue in federal\n\ncourt within ninety days of receipt of the letter. Id.; see ECF No. 1-1, at 1-4. Mr. Nguyen timely\n\nfiled this action in June 2024. ECF No. 1.\n\n\n\n                                                  3\n\f                                   III.    LEGAL STANDARD\n\n       Under Rule 12(b)(6), the court will dismiss a complaint that does not “contain sufficient\n\nfactual matter, accepted as true, to ‘state a claim to relief that is plausible on its face.’” Ashcroft\n\nv. Iqbal, 556 U.S. 662, 678 (2009) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 570 (2007)).\n\n“A claim has facial plausibility when the plaintiff pleads factual content that allows the court to\n\ndraw the reasonable inference that the defendant is liable for the misconduct alleged.” Id. In\n\nevaluating a motion under Rule 12(b)(6), a court accepts all well-pleaded factual allegations in the\n\ncomplaint as true. See Erickson v. Pardus, 551 U.S. 89, 94 (2007); see also Atherton v. D.C. Off.\n\nof the Mayor, 567 F.3d 672, 681 (D.C. Cir. 2009). Although the plausibility standard does not\n\nrequire “detailed factual allegations,” it “requires more than labels and conclusions, and a\n\nformulaic recitation of the elements of a cause of action will not do.” Twombly, 550 U.S. at 555.\n\nNor will “‘naked assertion[s]’ devoid of ‘further factual enhancement’” suffice. Iqbal, 556 U.S.\n\nat 678 (alteration in original) (quoting Twombly, 550 U.S. at 557).\n\n       While a plaintiff in a Title VII suit need not establish a prima facie case of discrimination\n\nat the pleading stage, see Swierkiewicz v. Sorema N.A., 534 U.S. 506, 510-11 (2002), he must\n\nallege sufficient facts beyond mere legal conclusions to allow the court to draw a reasonable\n\ninference of discrimination from the complaint. “If a Title VII plaintiff fails to plead ‘sufficient\n\nfactual matter’ to state a discrimination claim that is ‘plausible on its face,’ then the district court\n\nshould dismiss the case before discovery.” Chambers v. District of Columbia, 35 F.4th 870, 878\n\n(D.C. Cir. 2022) (en banc) (quoting Harris v. D.C. Water & Sewer Auth., 791 F.3d 65, 68 (D.C.\n\nCir. 2015)); see Rouse v. Berry, 680 F. Supp. 2d 233, 238 (D.D.C. 2010).\n\n       In determining whether a complaint fails to state a claim, a court may consider only the\n\nfacts alleged in the complaint and “any documents either attached to or incorporated in the\n\ncomplaint and matters of which [the court] may take judicial notice.” N. Am. Butterfly Ass’n v.\n\n\n                                                   4\n\fWolf, 977 F.3d 1244, 1249 (D.C. Cir. 2020) (alteration in original) (quoting Hurd v. District of\n\nColumbia, 864 F.3d 671, 678 (D.C. Cir. 2017)). Additionally, the court may take judicial notice\n\nof a plaintiff’s EEOC materials without converting a motion to dismiss into one for summary\n\njudgment. Golden v. Mgmt. & Training Corp., 319 F. Supp. 3d 358, 366 n.2 (D.D.C. 2018).\n\n\n                                       IV.    DISCUSSION\n\n          The court begins with Mr. Nguyen’s motions for leave to file various exhibits, ECF Nos.\n\n42, 45, 48, before turning to the Club’s motion to dismiss, ECF No. 35.\n\n\n                               A.      Motions to For Leave to File\n\n          Mr. Nguyen has filed three separate motions for leave to file, each seeking to add a\n\ndeclaration and an exhibit. ECF Nos. 42, 45, 48. The Club opposes each motion. ECF Nos. 43,\n\n46, 49.\n\n          In his first motion, Mr. Nguyen requests permission to supplement his pleadings with a\n\ncopy of the email he sent to Mr. Gottlieb and a declaration explaining the email. ECF No. 42. The\n\nClub argues that, to the extent the document is intended to supplement Mr. Nguyen’s opposition\n\nto its motion to dismiss, the court has already ordered that briefing on the motion is closed. ECF\n\nNo. 43, at 1; see Dec. 12, 2024 Minute Order. If Mr. Nguyen instead intends to amend his\n\ncomplaint, the Club contends that such amendment would be prejudicial to it, given that it would\n\nneed to renew its motion to dismiss. Id. at 1-2. Additionally, the Club reasons that if Mr. Nguyen\n\nneither seeks to supplement his opposition nor amend his complaint, there is no procedural\n\nmechanism by which the court may receive the document he proffers. Id. at 2. And in all events,\n\nin the Club’s view, Mr. Nguyen will not be prejudiced by the denial of his motion because the\n\nemail he seeks to include is identical to the copy attached to his initial complaint, see ECF No. 1-1,\n\nat 5-7, and because, if the case moves forward, Mr. Nguyen can produce the document during\n\n\n                                                  5\n\fdiscovery, ECF No. 43, at 3. Because the court is already in possession of the email, because and\n\nit may consider documents that have been incorporated by reference in Mr. Nguyen’s operative\n\ncomplaint, it will deny Mr. Nguyen’s first motion for leave to file. See Paredes v. Garland,\n\nNo. 20-CV-1255, 2023 WL 8648830, at *3 n.5 (D.D.C. Dec. 14, 2023) (incorporating by reference\n\nexhibits attached to initial complaint where amended complaint also referenced them); ECF No. 18\n\n¶¶ 126-34.\n\n       In his second motion, Mr. Nguyen moves to file a copy of a determination letter from the\n\nD.C. Department of Employment Services (“DOES”) finding that he is eligible for unemployment\n\nbenefits because the Club failed to provide evidence of misconduct, as well as a declaration\n\nexplaining the document. ECF No. 45. The Club incorporates its previous arguments and\n\nadditionally points out that DOES’s findings are not binding on this court. ECF No. 46. The court\n\nnotes that this document is also already attached to Mr. Nguyen’s original complaint, see ECF\n\nNo. 1-1, at 33, and is incorporated by reference in his third amended complaint, see ECF No. 18\n\n¶¶ 135-40. Because the court is already in possession of the letter, it will deny Mr. Nguyen’s\n\nsecond motion for leave to file.\n\n       In his third motion, Mr. Nguyen seeks to file a copy of his 2022 performance review, as\n\nwell as a declaration explaining the document, in support of his opposition to the Club’s motion to\n\ndismiss. ECF No. 48. In opposition, the Club incorporates its previous arguments, points out that\n\nthe court has already determined that briefing on the motion to dismiss is complete, and further\n\nargues that the performance evaluation is not relevant because Mr. Nguyen was terminated for the\n\nemail he sent to Mr. Gottlieb, not for subpar performance. ECF No. 49, at 1-2; see Dec. 12, 2024\n\nMinute Order. The court determines that Mr. Nguyen will not be prejudiced by the denial of the\n\nmotion, as the court is already required at this stage to accept his allegations regarding his strong\n\n\n\n\n                                                 6\n\fperformance reviews. Conversely, the Club will be prejudiced if the motion is granted because\n\nbriefing on the motion to dismiss has already come to a close. See ECF No. 35. Accordingly, the\n\ncourt will deny Mr. Nguyen’s third motion for leave to file. ECF No. 48.\n\n\n                                      B.     Motion to Dismiss\n\n          The Club contends that Mr. Nguyen has failed to allege facts that support his allegations\n\nof discrimination on the basis of race or national origin, ECF No. 35, at 6-10, and retaliation for\n\nprotected activity, id. at 10-13, and the court must therefore dismiss his claims under Federal Rule\n\nof Civil Procedure 12(b)(6). The court agrees.\n\n\n               1.      Alleged discrimination based on race and/or national origin\n\n          Title VII prohibits employers from “discriminat[ing] against any individual with respect to\n\nhis compensation, terms, conditions, or privileges of employment, because of such individual’s\n\nrace, color, religion, sex, or national origin.” 42 U.S.C. § 2000e-2(a)(1). A plaintiff bringing a\n\ndiscrimination claim under Title VII must allege that (1) he belongs to a protected class; (2) he\n\nsuffered an adverse employment action; and (3) a causal connection exists between his protected\n\ncharacteristic and the adverse employment action. See Baloch v. Kempthorne, 550 F.3d 1191,\n\n1196 (D.C. Cir. 2008). There is no dispute that Mr. Nguyen is a member of a protected class\n\nbecause he is Asian and Vietnamese, and that his termination constituted an adverse employment\n\naction.    However, the parties disagree whether Mr. Nguyen has plausibly alleged a causal\n\nconnection between his protected characteristics and his termination. 1\n\n\n\n1\n  In addition to Mr. Nguyen’s core allegation that his termination was based on unlawful race and\nnational-origin discrimination, which the court analyzes in depth, see Part IV.B.1, Mr. Nguyen\nalso explains that “when [he] came onto the job” in 2019, his immediate supervisor “discriminated\nagainst [him and] treated him badly,” including by yelling at him “in front of many people every\n                                                                           (continued on next page)\n\n\n                                                   7\n\f        A plaintiff can demonstrate causation in one of two ways. He can show direct evidence of\n\ndiscrimination, which usually takes the form of a “statement that itself shows . . . bias [against a\n\nprotected class] in the [employment] decision.” Oviedo v. Wash. Metro. Area Transit Auth., 948\n\nF.3d 386, 394 (D.C. Cir. 2020) (alterations in original) (quoting Ayissi-Etoh v. Fannie Mae, 712\n\nF.3d 572, 576 (D.C. Cir. 2013) (per curiam)). Alternatively, he may “show[] ‘that he was treated\n\ndifferently from similarly situated employees who are not part of the protected class.’” Brown v.\n\nSessoms, 774 F.3d 1016, 1022 (D.C. Cir. 2014) (quoting George v. Leavitt, 407 F.3d 405, 412\n\n(D.C. Cir. 2005)).\n\n        In his complaint, Mr. Nguyen alleges that he was told that he was being terminated because\n\nof the email he sent to Mr. Gottlieb. ECF No. 18 ¶ 91. However, Mr. Nguyen appears to believe\n\nthat this explanation is pretextual: he argues that he “just wrote an email to suggest building up a\n\nbaseball training for Vietnamese children . . . and was terminated immediately without warning\n\nor . . . a chance for explanation [and] clarification.” Id. ¶ 157. As he explains, “if [the termination]\n\nwas not discriminat[ion] . . . [based on] my national origin or my race, I don’t know what it was.”\n\nId. Mr. Nguyen additionally references other Special Police Officers who were either “fired or\n\nquit,” and he alleges that they “had an opportunity to stay after their wrongdoing . . . [and]\n\nexplain,” while he did not. Id. ¶ 185.\n\n\n\n\nmorning.” ECF No. 18 ¶ 186. Mr. Nguyen additionally mentions that in 2021, he complained that\nthree of his coworkers had been victims of “reverse discrimination.” Id. ¶ 61. Although it does\nnot appear that Mr. Nguyen’s present suit is based upon these other alleged instances of\ndiscrimination, the court notes that any claims related to actions that took place in 2019 and 2021\nwould not have been timely when Mr. Nguyen filed his EEOC complaint in 2023. See id. ¶ 105;\nsee also 29 C.F.R. § 1614.105(a)(1) (explaining that a “person must initiate contact with a[n]\n[EEO] Counselor within 45 days of the date of the matter alleged to be discriminatory”); Nat’l\nR.R. Passenger Corp. v. Morgan, 536 U.S. 101, 113-14 (2002) (“[E]ach discrete act starts a new\nclock for filing charges alleging that act[.]”).\n\n\n                                                   8\n\f       The court determines that Mr. Nguyen has not plausibly pleaded direct evidence of\n\ndiscrimination or that he was treated differently than similarly situated colleagues. First, while\n\nMr. Nguyen finds the contents of his email to Mr. Gottlieb so unobjectionable that he believes his\n\ntermination must have been discriminatory in nature, the court does not see the situation so clearly.\n\nIt is entirely plausible that the contents of the email, which the Club describes as “bizarre,” may\n\nhave been so off-putting that they led to Mr. Nguyen’s termination. ECF No. 35-2, at 8. In any\n\ncase, Mr. Nguyen does not make allegations that the court could interpret as direct evidence of\n\ndiscrimination. See generally ECF No. 18.\n\n       Second, while Mr. Nguyen generally alleges that other Special Police Officers were treated\n\ndifferently than he was after “wrongdoing,” he does not plead facts to suggest that these other\n\nofficers were similarly situated to him. Id. ¶ 185. The burden of showing causation is “‘not\n\nonerous’ at the motion-to-dismiss stage, [but] it requires more than the bald assertion that there is\n\na similarly situated comparator.” Hollingsworth v. Vilsack, No. 23-CV-2427, 2024 WL 4332118,\n\nat *10 (D.D.C. Sept. 27, 2024) (quoting SS & T, LLC v. Am. Univ., No. 19-CV-721, 2020 WL\n\n1170288, at *4 (D.D.C. Mar. 11, 2020)). When conducting its analysis, the court looks to “the\n\nsimilarity of the plaintiff’s and the putative comparator’s jobs and job duties, whether they were\n\ndisciplined by the same supervisor, and, in cases involving discipline, the similarity of their\n\noffenses.” Burley v. Nat’l Passenger Rail Corp., 801 F.3d 290, 301 (D.C. Cir. 2015).\n\n       Mr. Nguyen points to a few comparators to support his claim. He alleges that one Special\n\nPolice Officer of a different race was “caught many times sleeping on the job” but was not\n\nterminated. ECF No. 18 ¶¶ 149, 157. Likewise, he contends that two other officers, also of a\n\ndifferent race, “were late or absent from work . . . many times” in violation of the employee\n\nattendance policy, but they did not lose their jobs. Id. ¶ 158. While all three comparators were\n\n\n\n\n                                                 9\n\fSpecial Police Officers like Mr. Nguyen, a shared job title alone is not enough to lead the court to\n\nconclude that they were similarly situated. See Kassim v. Inter-Cont’l Hotels Corp., 997 F. Supp.\n\n2d 56, 64 (D.D.C. 2013). Instead, the court must consider if Mr. Nguyen and the proffered\n\ncomparators “engaged in the same conduct without such differentiating or mitigating\n\ncircumstances that would distinguish their conduct or the employer’s treatment of them for it.”\n\nChilds-Pierce v. Util. Workers Union of Am., 383 F. Supp. 2d 60, 70 (D.D.C. 2005), aff’d, 187 F.\n\nApp’x 1 (D.C. Cir. 2006). Sleeping on the job and being late or absent from work are substantially\n\ndifferent from the behavior for which Mr. Nguyen was terminated, which was sending a “bizarre”\n\nemail to the Club’s Chief Operating Officer in the middle of the night. ECF No. 35-2, at 8. What\n\nis more, Mr. Nguyen does not know whether the Special Police Officers that he offers as\n\ncomparators were “fired or quit,” ECF No. 18 ¶ 185; see id. ¶ 89, 2 and he does not allege that he\n\nand the other Special Police Officers “were disciplined by the same supervisor,” Burley, 801 F.3d\n\nat 301. Mr. Nguyen therefore fails to identify sufficiently similarly situated comparators, and the\n\ncourt cannot use his threadbare allegations alone to support an inference of discrimination.\n\n                                         *       *       *\n\n       Because Mr. Nguyen does not plausibly allege direct evidence of discrimination or\n\nsufficient circumstantial evidence concerning similarly situated comparators, the court will\n\ndismiss his claims of discrimination on the basis of race and national origin.\n\n\n\n\n2\n Mr. Nguyen additionally offers comparator evidence to support his separate assertion that some\nwhite Special Police Officers were victims of “reverse discrimination.” ECF No. 18 ¶¶ 61-89.\nBecause these individuals are not proffered as comparators for Mr. Nguyen, the court will not\nconsider them.\n\n\n                                                10\n\f                        2.      Alleged retaliation for protected activity\n\n       A plaintiff must allege three elements for a Title VII retaliation claim: that (1) he engaged\n\nin protected activity (i.e., “opposed any practice” unlawful under Title VII or “made a charge,\n\ntestified, assisted, or participated” in an “investigation, proceeding, or hearing,” 42 U.S.C.\n\n§ 2000e-3(a)); (2) he suffered a “materially adverse” action that “might have ‘dissuaded a\n\nreasonable worker from making or supporting a charge of discrimination,’” Burlington N. & Santa\n\nFe Ry. Co. v. White, 548 U.S. 53, 68 (2006) (quoting Rochon v. Gonzales, 438 F.3d 1211, 1219\n\n(D.C. Cir. 2006)); and (3) there is a causal connection between the protected activity and adverse\n\naction, id. at 69-70. The court concludes that Mr. Nguyen has failed to sufficiently allege that he\n\nengaged in any protected activity or that there was a causal connection to any adverse action;\n\ntherefore, it must dismiss his retaliation claim.\n\n       While Mr. Nguyen may believe that his email to Mr. Gottlieb constitutes protected activity,\n\nthat belief finds no support in the law. The email—which offers proposals for Mr. Gottlieb’s\n\nsafety, the creation of an internal office to promote employee efficiency, and the development of\n\na baseball training camp for Vietnamese children—does not bear any of the hallmarks of protected\n\nactivity. That is, nowhere in the email does Mr. Nguyen challenge an activity that is unlawful\n\nunder Title VII. See 42 U.S.C. § 2000e-3(a). If Mr. Nguyen means to argue that the email’s bare\n\nreference to a separate 2021 email regarding “reverse discrimination” constituted protected\n\nactivity, the court is unconvinced. “While no ‘magic words’ are required, [an internal] complaint\n\nmust in some way allege unlawful discrimination” in order to constitute protected activity.”\n\nBroderick v. Donaldson, 437 F.3d 1226, 1232 (D.C. Cir. 2006). A vague allusion to an email sent\n\nanonymously over two years earlier is not an allegation of a violation of Title VII. If Mr. Nguyen\n\ninstead means to suggest that his 2023 termination was in retaliation for the 2021 email itself, the\n\ncourt determines that the two events are too remote in time to support an inference of retaliation.\n\n\n                                                    11\n\fSee Taylor v. Solis, 571 F.3d 1313, 1322 (D.C. Cir. 2009) (holding that two-and-a-half month gap\n\nbetween the protected activity and the adverse action did not, on its own, support an inference of\n\nretaliation). In any event, Mr. Nguyen’s allegations do not reasonably support an inference that\n\nMr. Gottlieb identified Mr. Nguyen as the writer of the anonymous 2021 email. See ECF No. 18\n\n¶¶ 126-34. Accordingly, the court determines that Mr. Nguyen has not plausibly stated a claim of\n\nretaliation on the basis of a protected activity.\n\n\n                                       V.      CONCLUSION\n\n        For the foregoing reasons, the court will deny Mr. Nguyen’s motions for leave to file, ECF\n\nNos. 42, 45, 48, and grant the Club’s motion to dismiss, ECF No. 35. A contemporaneous order\n\nwill issue.\n\n\n\n\n                                                         LOREN L. ALIKHAN\n                                                         United States District Judge\nDate: July 22, 2025\n\n\n\n\n                                                    12\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105431,
      "court_id": "ca5",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T16:00:56.599009-07:00",
      "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2024cv1786-51",
      "absolute_url": "/opinion/10638844/nguyen-v-washington-nationals-baseball-club-llc/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638844/",
        "id": 10638844,
        "absolute_url": "/opinion/10638844/nguyen-v-washington-nationals-baseball-club-llc/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 70884359,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/70884359/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105431/"
        ],
        "citations": [],
        "date_created": "2025-07-22T16:00:56.588019-07:00",
        "date_modified": "2025-07-22T16:00:56.990981-07:00",
        "judges": "Judge Loren L. AliKhan",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "nguyen-v-washington-nationals-baseball-club-llc",
        "case_name_short": "Nguyen",
        "case_name": "Nguyen v. Washington Nationals Baseball Club, LLC.",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:29.980736",
      "judges": "Judge Loren L. AliKhan",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca9-11105435",
    "case_name": "United States v. Wickware",
    "document_type": "opinion",
    "content": "Case: 24-10519     Document: 102-1         Page: 1   Date Filed: 07/22/2025\n\n\n\n\n        United States Court of Appeals\n             for the Fifth Circuit                               United States Court of Appeals\n                                                                          Fifth Circuit\n                            ____________\n                                                                        FILED\n                                                                    July 22, 2025\n                              No. 24-10519\n                            ____________                           Lyle W. Cayce\n                                                                        Clerk\nUnited States of America,\n\n                                                        Plaintiff—Appellee,\n\n                                  versus\n\nDarrell Wickware,\n\n                                       Defendant—Appellant.\n              ______________________________\n\n              Appeal from the United States District Court\n                  for the Northern District of Texas\n                        USDC No. 3:22-CR-27-1\n              ______________________________\n\nBefore Stewart, Clement, and Willett, Circuit Judges.\n                 ON PETITION FOR REHEARING\nPer Curiam:\n      Our prior panel opinion, United States v. Wickware, 136 F.4th 591, 592\n(5th Cir. 2025), is WITHDRAWN and the following opinion is\nSUBSTITUTED:\n      This case concerns the effect of an intervening amendment to the\nSentencing Guidelines on the sentence of Darrell Wickware. For the reasons\nprovided below, we AFFIRM the decision of the district court.\n                                    I\n\fCase: 24-10519       Document: 102-1       Page: 2    Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\n       In 2017, Darrell Wickware was convicted of robbery under Texas law,\na felony offense, and ultimately sentenced to three years’ imprisonment. In\nMay 2021, Wickware was found with a 9-millimeter caliber pistol and\ncharged with unlawful possession of a firearm by a convicted felon. In January\n2022, Wickware was indicted for violations of 18 U.S.C. §§ 922(g)(1) and\n924(a)(2)—possessing a firearm as a convicted felon. He pleaded guilty.\n       In June 2024, Wickware appeared for his sentencing hearing. The\ncourt addressed his objection and argument that his earlier robbery\nconviction under the Texas Penal Code did not qualify as “a crime of\nviolence” under the amended Sentencing Guidelines. The court noted that:\n(1) the Fifth Circuit characterized “robbery” under Texas law as generic\nrobbery and a crime of violence, and (2) Wickware argued that said\ncharacterization was no longer good law in light of amendments to the\nSentencing Guidelines that “might have” changed the law so that “‘reckless\nconduct’ under Texas law is no longer covered by . . . generic robbery[.]”The\ndistrict court ultimately ruled that it was “still bound by Fifth Circuit\nprecedent” and sentenced Wickware to 24 months’ imprisonment. He\ntimely appealed.\n                                      II\n       On appeal, Wickware asks us to evaluate a recent Guidelines\namendment’s effect on our precedent and its potential application to his\nsentence.\n       Wickware does not dispute the fact of his robbery conviction, only its\ncharacterization as a crime of violence under the Guidelines. We review this\ncharacterization de novo. United States v. Calderon-Pena, 383 F.3d 254, 256\n(5th Cir. 2004) (en banc) (per curiam), overruled in part on other grounds by\nUnited States v. Reyes-Contreras, 910 F.3d 169 (5th Cir. 2018).\n\n\n\n\n                                           2\n\fCase: 24-10519       Document: 102-1      Page: 3     Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\n                                      A\n       Wickware first contends that the district court erred in finding his\nargument was foreclosed by circuit precedent. Not so.\n       The Texas Penal Code defines “robbery” as “intentionally,\nknowingly, or recklessly caus[ing] bodily injury to another” or “intentionally\nor knowingly threaten[ing] or plac[ing] another in fear of imminent bodily\ninjury or death” “in the course of committing theft.” Tex. Penal Code Ann.\n§ 29.02(a)(1)–(2).\n       In United States v. Santiesteban-Hernandez, a 2006 opinion, we held\nthat although § 29.02 “focuses on the realization of the immediate danger\nthrough actual or threatened bodily injury, the difference is not enough to\nremove the Texas statute from the family of offenses commonly known as\n‘robbery’” under the Guidelines. 469 F.3d 376, 381 (5th Cir. 2006), abrogated\nby United States v. Rodriguez, 711 F.3d 541 (5th Cir. 2013) (en banc). The\nTexas statute and the generic offense “substantially correspond[ed]”\nbecause “they both involve[d],” as elements of the offense, “theft and\nimmediate danger to a person.” Id. About fifteen years later, we affirmed our\nSantiesteban-Hernandez holding in United States v. Adair, 16 F.4th 469 (5th\nCir. 2021). Specifically, we held that a Texas robbery conviction under\n§ 29.02 “qualifies as a crime of violence under [the Guidelines]” because\n“the elements of Texas robbery ‘substantially correspond to the basic\nelements of the generic offense’ of robbery.” Id. at 470 (quoting Santiesteban-\nHernandez, 469 F.3d at 381).\n       At the time of both decisions, the Guidelines defined a “crime of\nviolence” to mean “any offense under federal or state law, punishable by\nimprisonment for a term exceeding one year,” including, as noted either in\nthe text or in the commentary, “murder, voluntary manslaughter,\nkidnapping, aggravated assault, a forcible sex offense, robbery, arson,\n\n\n\n\n                                          3\n\fCase: 24-10519         Document: 102-1         Page: 4      Date Filed: 07/22/2025\n\n\n\n\n                                     No. 24-10519\n\n\nextortion, or the use or unlawful possession of a firearm . . . or explosive\nmaterial.” U.S.S.G. § 4B1.2(a).\n        It wasn’t until November 2023 that the Sentencing Commission\namended § 4B1.2 to define “robbery” as “the unlawful taking or obtaining\nof personal property from the person . . . against his will, by means of actual\nor threatened force, or violence, or fear of injury, immediate or future, to his\nperson or property, or property in his custody or possession.” § 4B1.2(e)(3).\n        Wickware now asks us to “set aside Santiesteban-Hernandez.”\nWickware contends that the 2023 amendment to the Guidelines provided a\nspecific definition of “robbery,” which makes Sebastian-Hernandez\ndistinguishable; at the time we decided Santiesteban-Hernandez, the\n“Guidelines did not define the term ‘robbery.’” The Government disagrees\nand argues that we are bound by Santiesteban-Hernandez’s holding that Texas\nrobbery is a crime of violence.\n        It is clear that “one panel of our court may not overturn another\npanel’s decision, absent an intervening change in the law, such as by a\nstatutory amendment, or the Supreme Court, or our en banc court.” United\nStates v. Traxler, 764 F.3d 486, 489 (5th Cir. 2014). We have held that a\nSentencing Commission’s change to Guidelines Manual commentary “must\nclearly overrule our caselaw to warrant a departure from the rule of\norderliness.” United States v. Longoria, 958 F.3d 372, 377 (5th Cir. 2020). But\nwhen the actual text of the Guidelines has been amended—not just the\ncommentaries—we have no such rule. 1 A change to the Guidelines\n\n\n\n        _____________________\n        1\n          Additionally, we cannot say there is a “clear” contradiction between a new\ndefinition and something that was previously undefined; since the statute did not define\nthe offense, there is no prior definition to contradict.\n\n\n\n\n                                               4\n\fCase: 24-10519       Document: 102-1       Page: 5      Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-10519\n\n\nthemselves is more important, and more akin to statutory amendment, than\na change to the commentaries.\n       In a recent unpublished opinion, a panel of our court determined that\n“a Texas robbery conviction constitutes a crime of violence under\n§ 4B1.2(a)(2).” United States v. Garcia, No. 23-40717, 2025 WL 545711, at\n*3 (5th Cir. Feb. 19, 2025) (per curiam). As a part of its decision, the panel\ndistinguished Adair because when it was decided, the Guidelines had not\nundergone the 2023 amendment that provided a specific definition of\n“robbery.” Id. (quoting Adair, 16 F.4th at 470). We agree.\n       Accordingly, we hold that neither Adair—nor its predecessor,\nSantiesteban-Hernandez—directly control our conclusion here due to the\nintervening amendment of the Guidelines.\n                                      B\n       We now determine if the elements of the two offenses—Texas\n“robbery”     and   Guidelines     “robbery”—match.         The   analysis   is\nstraightforward. When the Guidelines define the offense, we examine “the\nplain meaning of the guidelines.” United States v. Alay, 850 F.3d 221, 223\n(5th Cir. 2017). We then compare the elements in a “straightforward”\nanalysis: We “line[] up that crime’s elements alongside those of the generic\noffense and see[] if they match.” Mathis v. United States, 579 U.S. 500, 504–\n05 (2016). “If the elements of the prior offense are the same or narrower than\nthose of the generic offense, then it qualifies for whatever consequences\nunder federal law attach to the generic offense.” United States v. Martinez-\nRodriguez, 857 F.3d 282, 285 (5th Cir. 2017) (citing Mathis, 579 U.S. at 504–\n05). “However, if its elements are broader, then the prior offense is not\ntreated as an equivalent to the generic offense.” Id.\n       Wickware argues that the addition of the phrase “by means of actual\nor threatened force, or violence, or fear of injury” requires a “causal\n\n\n\n\n                                          5\n\fCase: 24-10519           Document: 102-1           Page: 6       Date Filed: 07/22/2025\n\n\n\n\n                                        No. 24-10519\n\n\nconnection” between the defendant’s assaultive conduct and the unlawful\ntaking; the property must be taken from the person through actual or\nthreatened force. Essentially, Wickware argues that the amended Guidelines\nrequire harm to precede the theft. And because the Texas Penal Code simply\nrequires harm to another “in the course of committing theft,” a robbery\nconviction under § 29.02 no longer qualifies as a “crime of violence” under\nthe Guidelines. For us to agree with Wickware, we must find that “in the\ncourse of” and “by means of” are substantially dissimilar.\n        We decline to do so. The Supreme Court has stated that “minor\nvariations in terminology” do not trump the observation that “the state\nstatute corresponds in substance to the generic meaning.” Taylor v. United\nStates, 495 U.S. 575, 599 (1990). While Wickware is not incorrect that “in\nthe course of” is more akin to “during,” and “by means of” is more akin to\n“through,” both phrases require the use of force preceding, during, or\nthroughout the theft. And since “minor variations in terminology” should\nnot distract us from the “substance” of the text, we do not find this\ndifference compelling. See id.\n        Additionally, the Guidelines’ definition of the elements of robbery is\nthe same or broader than § 29.02. 2 For example, under § 4B1.2(e)(3), a\n\n        _____________________\n        2\n           As another example, the Texas Penal Code provides two ways to commit robbery,\neach with different, yet partially overlapping, mens rea: “intentionally, knowingly, or\nrecklessly causes bodily injury to another” or “intentionally or knowingly threatens or places\nanother in fear of imminent bodily injury or death.” Tex. Penal Code Ann. § 29.02(a)\n(emphases added). The definition of robbery in the Guidelines, in contrast, does not specify\na mens rea. U.S.S.G. § 4B1.2(e)(3). The Supreme Court has stated “[t]he fact that the\nstatute does not specify any required mental state . . . does not mean that none exists.”\nElonis v. United States, 575 U.S. 723, 734 (2015). Instead, “a defendant generally must\n‘know the facts that make his conduct fit the definition of the offense,’ even if he does not\nknow that those facts give rise to a crime.” Id. (citation omitted) (quoting Staples v. United\nStates, 511 U.S. 600, 607 n.3 (1994)). In the petition for rehearing, which this panel granted,\nWickware asserts that the definition of robbery in the Guidelines tracks the Hobbs Act,\n\n\n\n\n                                                   6\n\fCase: 24-10519           Document: 102-1          Page: 7       Date Filed: 07/22/2025\n\n\n\n\n                                       No. 24-10519\n\n\ndefendant may be convicted of robbery if he, in the course of theft, threatens\nto cause bodily harm to a person or their property. “Injury or threat of injury\nto someone’s property, however, is not an element of Texas’s robbery\nstatute.” Garcia, 2025 WL 545711, at *4 (emphasis added). Thus, the\nGuidelines definition of “robbery” is broader than that of Texas.\nAdditionally, the Texas statute states that a robbery occurs if the victim is\nplaced “in fear of imminent bodily injury,” Tex. Penal Code Ann.\n§ 29.02(a)(2) (emphasis added), while the Guidelines provide for “fear of\ninjury, immediate or future,” § 4B1.2(e)(3) (emphasis added). The temporal\nelement of the Texas statute is narrower than that of the Guidelines.\n        For these reasons, we hold that the elements of robbery under § 29.02\nare the same or narrower than those of the Guidelines’ generic robbery\noffense.\n                                            III\n        Wickware’s Texas robbery conviction constitutes a “crime of\nviolence” under U.S.S.G. § 4B1.2(a)(2). Therefore, we AFFIRM.\n\n\n\n\n        _____________________\nwhich excludes reckless conduct. That would mean that robbery under the Guidelines is a\ncategorical mismatch of Texas robbery. However, upon further review, we conclude\nWickware forfeited this argument. See Rollins v. Home Depot USA, 8 F.4th 393, 397 (5th\nCir. 2021). While Wickware addresses mens rea and recklessness in his initial briefing, he\ndoes so only in support of his argument that the Guidelines require a causal nexus between\nforce and theft and in the context of arguing that his conviction does not qualify as a crime\nof violence under § 4B1.2’s force clause, § 4B1.2(a)(1). We therefore do address whether\nthe Guidelines’ definition of robbery includes a narrower mens rea than the Texas Penal\nCode requires.\n\n\n\n\n                                                  7\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105435,
      "court_id": "ca9",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:29.432318-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/pub/24/24-10519-CR1.pdf",
      "absolute_url": "/opinion/10638848/united-states-v-wickware/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638848/",
        "id": 10638848,
        "absolute_url": "/opinion/10638848/united-states-v-wickware/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 69985040,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/69985040/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105435/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:29.429692-07:00",
        "date_modified": "2025-07-22T17:00:29.800270-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "united-states-v-wickware",
        "case_name_short": "Wickware",
        "case_name": "United States v. Wickware",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Direct Criminal",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:30.561995",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca9-11105434",
    "case_name": "Vinales v. AETC II",
    "document_type": "opinion",
    "content": "        United States Court of Appeals\n             for the Fifth Circuit                                 United States Court of Appeals\n                                                                            Fifth Circuit\n\n                             ____________                                 FILED\n                                                                      June 27, 2025\n                               No. 24-50113                          Lyle W. Cayce\n                             ____________                                 Clerk\n\nShane Vinales, Individually and as Next of Friend of L.V. and S.V.;\nBecky Vinales, Individually and as Next of Friend of L.V. and S.V.,\n\n                                      Plaintiffs—Appellants/Cross-Appellees,\n\n                                    versus\n\nAETC II Privatized Housing, L.L.C.,\n\n                                       Defendant—Appellee/Cross-Appellant,\n\nAETC II Property Managers, L.L.C.; Hunt ELP, Limited,\ndoing business as Hunt Military Communities,\n\n                                        Defendants—Appellees.\n               ______________________________\n\n               Appeal from the United States District Court\n                    for the Western District of Texas\n                        USDC No. 5:19-CV-1280\n               ______________________________\n\nBefore Elrod, Chief Judge, and King and Graves, Circuit Judges.\nPer Curiam:\n       The Vinales family Appellants sued Appellees, a collection of private\nmilitary housing providers, on claims related to their leased home’s condition\nand resulting personal property damages. On summary judgment, the\nmagistrate judge held that most of Appellants’ claims were barred by the\n\f                                        No. 24-50113\n\n\nfederal enclave doctrine and dismissed their fraud claim for failure to raise a\ngenuine dispute of material fact. 1 After trial on the remaining claim, a jury\nawarded Appellants over $90,000 in damages, but the magistrate judge\nrejected Appellants’ motion for attorneys’ fees. Appellants appeal the\napplication of the federal enclave doctrine, the dismissal of the fraud claim,\nthe exclusion of evidence at trial, and the denial of attorneys’ fees. One\nAppellee cross-appeals, challenging the jury awards on multiple grounds. We\nAFFIRM.\n                                   I. Background\n        In 1951, Texas ceded exclusive jurisdiction over land that would\nbecome Randolph Air Force Base (“Randolph”) to the United States. In\n2007, the United States Air Force entered a lease with AETC II Privatized\nHousing, LLC (“AETC Housing”) to operate and maintain housing at\nRandolph. The lease requires AETC Housing to “comply with all Applicable\nLaws,” and to design and construct buildings to a standard “to meet the\nBexar County, Texas building codes,” but also notes that “[n]othing in this\nLease shall be construed to constitute a waiver of Federal Supremacy,” and\nthat “the United States presently exercised exclusive federal jurisdiction\nover the Leased Premises.” 2 AETC Housing manages military housing at\nRandolph in conjunction with its authorized agent, AETC II Property\n\n\n\n        _____________________\n        1\n           The parties consented to the magistrate judge conducting proceedings and\nentering final judgment pursuant to 28 U.S.C. § 636(c) and Fed. R. Civ. P. 73.\n        2\n          A Master Development and Management Agreement (“MDMA”) between the\nAir Force and Appellees further governs the relationship. In its definitions and\ninterpretation section, the MDMA defines “applicable law” as referring to “all federal,\nstate and local laws . . . which are applicable to the Project Owner or the Project during the\nAgreement Term.”\n\n\n\n\n                                              2\n\f                                 No. 24-50113\n\n\nManagers, LLC (“AETC Managers”), and Hunt ELP, Limited (“Hunt”)\n(collectively, “Appellees”).\n       Lt. Col. Shane Vinales, his wife Becky Vinales, and their two children\n(collectively, “Appellants”) leased and moved into housing owned and\noperated by Appellees at Randolph in October 2017. Prior to moving in,\nAppellants walked through the house with a Hunt representative and asked\nabout a “musty” smell. The representative responded that “these homes are\nold, and this is what grandma’s house smells like,” and that the smell was\n“normal.” After the walkthrough, Appellants signed a 12-month lease which\nthen automatically renewed on a month-to-month basis. The lease required\nAETC Housing to “make a diligent effort to repair or remedy the condition\nat the Premises.” The lease also incorporated AETC Housing’s Resident\nGuidelines. Under the Resident Guidelines, AETC Housing was responsible\nfor the “maintenance and operation” of the housing, agreed to maintain\nvarious facilities “in good and safe working condition,” and agreed “to\ncomply with all applicable building and housing code requirements governing\nresidential property in the State of Texas.” Appellants lived in the home until\nMay 22, 2019.\n       On a website, Appellees allegedly advertised their properties as\n“quality housing” and represented themselves as “one of the best”\nproviders of military housing in the country. But Appellants alleged that “the\nhouse smelled musty, was dirty, and was littered with insects,” and that\nAppellees addressed asbestos problems so poorly that Appellants suffered\nsignificant health issues. Appellants further alleged Appellees did nothing to\naddress ongoing mold until after Appellants received orders transferring\nthem to Hawaii, but even then, the efforts were so haphazard that the military\ntransporters refused to move Appellants’ personal property due to\ncontamination concerns.\n\n\n\n\n                                      3\n\f                                    No. 24-50113\n\n\n       In October 2019, Appellants and seven other military families who had\nlived in AETC Housing properties sued Appellees in the United States\nDistrict Court for the Western District of Texas. Appellants stated eleven\ncauses of action including breach of the Texas Deceptive Trade Practices-\nConsumer Protection Act (“DTPA”), breach of contract, common-law\nfraud, and a variety of other claims. Appellants also sought attorneys’ fees\nand exemplary damages under various Texas Codes. The magistrate judge\ngranted two motions for summary judgment against Appellants, dismissing\nmost of their claims and forms of relief. The magistrate judge reasoned that\nbecause the federal enclave doctrine applied, Appellants’ claims were\ngoverned by federal law and non-conflicting pre-cession state law, and most\nof their causes of actions or forms of relief were not recognized at the time\nTexas ceded the land. The magistrate judge also granted summary judgment\nagainst Appellants on their common-law fraud claim, finding no genuine\ndispute of material fact. 3\n       The breach of contract claim proceeded to a jury trial. At trial, the\nmagistrate judge excluded several pieces of Appellants’ evidence. Appellees\nfiled a motion for judgment as a matter of law, which the magistrate judge\ndenied. During closing statements, Appellants requested $40,654.10, the\ntotal rent paid, for diminution in the value of the lease, and a minimum of\n$56,157.48 for damage to their personal property, while arguing the total\ndamage to personal property “was as much as $10,000 greater than this\namount.” The jury found that Appellees failed to make a diligent effort to\nrepair or remedy conditions at the house under the terms of the Lease\nAgreement, and failed to maintain appliances, facilities, and common areas\nin good and safe working condition under the terms of the Resident\n       _____________________\n       3\n          The magistrate judge also ordered that each of the families’ cases be tried\nseparately.\n\n\n\n\n                                         4\n\f                                    No. 24-50113\n\n\nGuidelines and Lease Agreement, and awarded Appellants $31,654 for\ndiminution in value of the lease and $60,000 for damages to personal\nproperty.\n       After trial, Appellants filed a motion for attorneys’ fees, seeking\n$2,888,035.08 for services rendered and costs, plus an additional 300% fee\nenhancement, under the operative pre-cession state law. The magistrate\njudge denied all fees. Appellees also renewed their motion for judgment as a\nmatter of law or for a new trial. The magistrate judge largely rejected that\nmotion but agreed that the claims against AETC Managers had to be\ndismissed. 4 Appellants timely appealed, Appellees responded, and one\nAppellee—AETC Housing—cross-appealed.\n                    II. Federal Enclave Doctrine\n       At summary judgment, the magistrate judge dismissed most of\nAppellants’ claims as barred by the federal enclave doctrine. We review that\nlegal conclusion de novo. Pinkston v. Kuiper, 67 F.4th 237, 240 (5th Cir.\n2023). “Generally, when an area in a State becomes a federal enclave, ‘only\nthe [state] law in effect at the time of the transfer of jurisdiction continues in\nforce’ as surrogate federal law.” Parker Drilling Mgmt. Servs., Ltd. v. Newton,\n587 U.S. 601, 611–12 (2019) (alteration in original) (quoting James Stewart &\nCo. v. Sadrakula, 309 U.S. 94, 100 (1940)). “Existing state law typically does\nnot continue in force, however, to the extent it conflicts with ‘federal\npolicy.’” Id. at 612 (quoting Paul v. United States, 371 U.S. 245, 269 (1963)).\n“And going forward, state law presumptively does not apply to the enclave.”\nId. Appellants make multiple arguments why the federal enclave doctrine\ndoes not bar their claims.\n\n       _____________________\n       4\n         The magistrate judge held that AETC Managers was not a party to the lease and\ncould not be held liable as a disclosed agent.\n\n\n\n\n                                          5\n\f                                 No. 24-50113\n\n\n       Appellants first argue that “[t]here is an increasing realization that\nfederal laws on enclaves are simply inadequate for a full and fair adjudication\nof disputes that are commonplace in modern life,” and therefore\n“contemporary state laws are valid within federal enclaves unless they\ninterfere with the jurisdiction asserted by the federal government.”\nAppellants rely heavily on Howard v. Commissioners of the Sinking Fund of the\nCity of Louisville, 344 U.S. 624 (1953). But this circuit has squarely rejected\nreading Howard to mean that post-cession state law is valid if it does not\nconflict with federal objectives. Miss. River Fuel Corp. v. Cocreham, 382 F.2d\n929, 937 n.17 (5th Cir. 1967) (“Howard did not . . . imply that a state has\nlegislative power within a federal enclave unless exercise of that power\ninterferes with the federal government.”). If federal law has become\ninadequate or out of step with contemporary state law, “[c]ongressional\naction is necessary to keep it current.” Sadrakula, 309 U.S. at 100.\n       Appellants next argue that an exception to the federal enclave doctrine\napplies to their DTPA claim. 28 U.S.C. § 5001(b), titled “Personal injury,”\nprovides that “[i]n a civil action brought to recover on account of an injury\nsustained” within a federal enclave, “the rights of the parties shall be\ngoverned by the law of the State in which the place is located.” The\nmagistrate judge held § 5001(b) inapplicable, suggesting it likely applies only\nto physical injuries, but finding at the very least that it does not apply to\nclaims brought under the DTPA. Indeed “Texas appellate courts have\nrepeatedly admonished that the DTPA does not provide relief for personal\ninjury claims.” Roberts v. Zev Techs., Inc., No. 1:15-CV-309 RP, 2015 WL\n7454688, at *5 (W.D. Tex. Nov. 23, 2015); see, e.g., Last v. Quail Valley\nCountry Club, L.P., No. 01-08-00759-CV, 2010 WL 1253782, at *7 (Tex.\nApp.—Houston [1st Dist.] Mar. 25, 2010, pet. denied) (mem. op.) (“The\nLegislature has expressed its intent that the DTPA does not provide a cause\nof action for personal injury claims.”). Because the DTPA does not allow for\n\n\n\n\n                                      6\n\f                                         No. 24-50113\n\n\npersonal injury claims, Appellants’ DTPA claim cannot fit under § 5001(b)’s\npersonal injury exception.\n\n        Appellants next argue that references to Texas law in the lease,\nResident Guidelines, and MDMA demonstrate that the parties intended to\nincorporate Texas law into the lease. We need not decide whether a choice-\nof-law provision could even abrogate the federal enclave doctrine because the\nvarious excerpts Appellants cite merely reference “the local applicable\nlaws,” state laws, or housing codes. 5 References to “applicable law” do not\nevince an intent to apply any specific law. Cf. Cap. Mgmt. Select Fund Ltd. v.\nBennett, 680 F.3d 214, 230 (2d Cir. 2012) (explaining reference to applicable\nlaws “simply raises the question of what laws were applicable”). 6 And\nAppellants offer no authority to suggest a choice-of-law provision can be\nimplied from these other relatively oblique references. Therefore, federal and\npre-cession state law govern. Accord JAAAT Tech. Servs., LLC v. Tetra Tech\nTesoro, Inc., No. 3:15CV235, 2017 WL 4003026, at *1 (E.D. Va. Sept. 11,\n2017) (“Thus, if no enforceable choice-of-law provision governs the parties’\nsubcontracts, federalized state law would likely govern these claims.”).\n        In summary, the magistrate judge correctly held that the federal\nenclave doctrine applied, that no exception was valid, and therefore that\nfederal law and pre-cession state law governed Appellants’ claims. Because\n        _____________________\n        5\n          For example, a provision of the lease notes that the parties’ rights are “in\naccordance with the provisions of applicable law,” while a provision of the rental agreement\nnotes that “[t]he Lease and Resident Guidelines are intended to comply with and shall be\nconstrued in accordance with all applicable state, federal and local laws.”\n        6\n         Appellants’ reference to the principle that “the current iteration of the law, as it\nstands when parties make a contract, must be deemed incorporated into the contract even if\nnot done so expressly,” also misses the mark. While that principle is correct, it does nothing\nto address the fact that the current iteration of the law within this federal enclave as it stood\nwhen these parties entered this contract was Texas’s pre-cession law to the extent it had\nnot been modified by later congressional action.\n\n\n\n\n                                               7\n\f                                       No. 24-50113\n\n\nmany of Appellants’ claims do not exist under federal or pre-cession state\nlaw, the magistrate judge correctly granted summary judgment in favor of\nAppellees on those claims.\n\n                                III. Fraud Claims\n        The magistrate judge also granted summary judgment on Appellants’\ncommon-law fraud claim, holding that Appellants failed to identify any\nactionable fraudulent statements. “A common-law fraud claim requires ‘a\nmaterial misrepresentation, which was false, and which was either known to\nbe false when made or was asserted without knowledge of its truth, which was\nintended to be acted upon, which was relied upon, and which caused\ninjury.’” Zorrilla v. Aypco Constr. II, LLC, 469 S.W.3d 143, 153 (Tex. 2015)\n(quoting Formosa Plastics Corp. USA v. Presidio Eng’rs & Contractors, Inc., 960\nS.W.2d 41, 47 (Tex. 1998)); see also Wilson v. Jones, 45 S.W.2d 572, 573 (Tex.\nComm’n App. 1932, holding approved, judgm’t adopted) (same under pre-\ncession law). On appeal, Appellants point to five sources of allegedly material\nmisrepresentations. 7 We review each de novo, viewing all facts and\ninferences in favor of Appellants, while rejecting conclusory allegations,\nspeculation, or unsubstantiated assertions. Chaney v. Dreyfus Serv. Corp., 595\nF.3d 219, 228–29 (5th Cir. 2010).\n        First, as to alleged misrepresentations in the lease and Resident\nGuidelines—Appellees’ guarantees to sufficiently maintain the home—\nAppellees’ later breach of their duties under the lease does not demonstrate\nthat they had no intention of honoring them at the time. See Wells v.\n\n        _____________________\n        7\n          Appellants also argue the magistrate judge violated the law of the case doctrine\nby referencing the Rule 9(b) standard while discussing the summary judgment motion. But\nthat doctrine is inapplicable here. See United States v. Palmer, 122 F.3d 215, 220 (5th Cir.\n1997). Regardless, the magistrate judge still conducted the proper summary judgment\nanalysis, analyzing each of the alleged misstatements.\n\n\n\n\n                                             8\n\f                                        No. 24-50113\n\n\nBurroughs, 65 S.W.2d 396, 397 (Tex. App.—Texarkana 1933, no writ). 8\nSecond, as to alleged misrepresentations on Hunt’s websites—boasting\nabout housing quality—the magistrate judge was correct that such\nstatements were non-actionable puffery. See Prudential Ins. Co. of Am. v.\nJefferson Assocs., Ltd., 896 S.W.2d 156, 163 (Tex. 1995) (holding statements\nthat “building was ‘superb’, ‘super fine’, and ‘one of the finest little\nproperties in’” the city were non-actionable puffery); see also Tex. Co-\noperative Inv. Co. v. Clark, 216 S.W. 220, 221 (Tex. App.—Fort Worth 1919)\n(applying pre-cession law distinguishing between “puffing” and false\nrepresentations), modified 239 S.W. 198 (Tex. Comm’n App. 1922). Third,\nas to pre-lease walkthrough statements—essentially that the smell in the\nhouse was normal—the magistrate judge was correct that Appellants failed\nto identify why these constituted anything beyond non-actionable statements\nof opinion. Accord Wilson, 45 S.W.2d at 574 (“[A] representation which is\nexpressed and understood as nothing more than a statement of opinion\ncannot constitute fraud and form a basis for recovery.”). 9 Fourth, the move-\nin day statement—described variously as representing that there were “no\nproblems” with the house or that a Hunt representative had “no recollection\n\n\n        _____________________\n        8\n          Appellants cite the post-cession case Schindler v. Austwell Farmers Co-op., 841\nS.W.2d 853 (Tex. 1992) (per curiam), but there the court held that “[f]or a promise of\nfuture performance to be the basis of actionable fraud, it must have been false at the time it\nwas made.” Id. at 854. As that court noted, although a failure to perform is “a circumstance\nto be considered with other facts to establish intent,” that failure, “standing alone, is no\nevidence of the promisor’s intent not to perform when the promise was made.” Id. (citation\nomitted).\n        9\n          See also Clark v. City of Alexandria, 116 F.4th 472, 478 (5th Cir. 2024) (“To make\na showing of a genuine dispute of material fact, ‘the party opposing summary judgment is\nrequired to identify specific evidence in the record and to articulate the precise manner in\nwhich that evidence supports his or her claim.’” (quoting Diaz v. Kaplan Higher Educ., L.L.C.,\n820 F.3d 172, 176 (5th Cir. 2016) (emphasis added))).\n\n\n\n\n                                              9\n\f                                       No. 24-50113\n\n\nof prior work orders” 10—fails both because it is paraphrased and unspecific,\nsee Williams v. WMX Techs., Inc., 112 F.3d 175, 177 (5th Cir. 1997), and\nbecause a statement that there were “no problems” is a non-actionable\nstatement of opinion, considering there was no evidence that there was a live\nproblem known to Hunt at the time of move-in, see Trenholm v. Ratcliff, 646\nS.W.2d 927, 930 (Tex. 1983) (citing pre-cession law indicating that for\nopinion statements to be actionable, they typically must be based on or\naccompanied by false facts). Finally, as to the allegedly fraudulent repair\nscheme—whereby Appellees failed to input work orders and performed\ndeceptive repairs—Appellees are correct that because Appellants never saw\nthese alleged misstatements, they could not serve as the basis for fraud. See\nCoffield v. Cox, 162 S.W.2d 741, 743 (Tex. App.—Amarillo 1942, writ ref’d\nn.r.e.) (“The law is settled that to constitute actionable fraud the\nrepresentations relied on must be material and must be false at the time they\nwere made.” (emphasis added)). Appellants’ attempts to identify a material\nmisrepresentation are unavailing. 11\n                             IV. Attorneys’ Fees\n        The magistrate judge denied Appellants’ repeated motions for\nattorneys’ fees, explaining in a post-trial order that Appellants had failed to\nconfer, lacked any legal basis for fees, and requested excessive hours and\n\n\n        _____________________\n        10\n          Becky testified to the “no problems” comment, whereas Shane testified to the\n“no recollection of prior work orders” comment. As both state that this comment(s) was\nmade on move-in day when they inquired with Hunt, it seems this is actually the same\nalleged misrepresentation.\n        11\n           Appellants also hint at a fraud by omission theory but have forfeited that\nargument by failing to substantively brief it both here and below. See Yohey v. Collins, 985\nF.2d 222, 224-25 (5th Cir. 1993); Shahrashoob v. Tex. A&M Univ., 125 F.4th 641, 649 (5th\nCir. 2025).\n\n\n\n\n                                            10\n\f                                     No. 24-50113\n\n\nrates. 12 “[T]his court reviews a denial of attorney’s fees for abuse of\ndiscretion, reviewing factual findings for clear error and legal conclusions de\nnovo.” N. Cypress Med. Ctr. Operating Co., Ltd. v. Cigna Healthcare, 952 F.3d\n708, 713 (5th Cir. 2020). Appellants argue they properly conferred but\nmerely omitted certification from their original motion and had a legal basis\nfor fees under the pre-cession law, Article 2226 of the Texas Revised Civil\nStatutes. Appellants have likely waived their Article 2226 argument by failing\nto certify under the local rules. See Zimmerman v. City of Austin, 969 F.3d 564,\n570 (5th Cir. 2020). Regardless, Article 2226 only allows for recovery of\nattorneys’ fees against a “person” or “corporation.” TEX. REV. CIV.\nSTAT. art. 2226 (1949). But Appellees are all limited liability companies,\nbarring recovery. There was no abuse of discretion.\n                       V. Exclusion of Evidence\n        Appellants challenge the exclusion at trial of three categories of\nevidence: conditions of other homes; the pre-lease condition of their home;\nand the post-lease condition of their home. “The trial judge’s assessment of\nrelative probative value of evidence and unfair prejudice is generally\naccorded great deference because of his or her first-hand exposure to\nevidence and familiarity with the course of the trial proceedings.” Int’l Ins.\nCo. v. RSR Corp., 426 F.3d 281, 300 (5th Cir. 2005). Therefore, we review\nfor abuse of discretion and will only reverse upon a showing of substantial\nprejudice. Huynh v. Walmart Inc., 30 F.4th 448, 458 (5th Cir. 2022).\n        The magistrate judge did not abuse its discretion in excluding\nevidence of other servicemembers’ homes because, although Appellants\nargued the evidence was indicative of Appellees’ habit, they did not meet the\n\n        _____________________\n        12\n           The magistrate judge also initially held that Appellants’ motion was untimely,\nbut later noted he had likely miscalculated the deadline.\n\n\n\n\n                                           11\n\f                                     No. 24-50113\n\n\nbar for admission of such evidence under Federal Rule of Evidence 406. See\nMobil Expl. & Producing U.S., Inc. v. Cajun Constr. Servs., Inc., 45 F.3d 96, 100\n(5th Cir. 1995) (holding that to qualify as habit evidence admissible as a\nroutine business practice, “the plaintiff must show regularity over\nsubstantially all occasions or with substantially all other parties with whom\nthe defendant has had similar business transactions”); accord Federico v.\nLincoln Mil. Hous. LLC, No. 2:12-CV-596, 2015 WL 12806532, at *4 (E.D.\nVa. Nov. 13, 2015). Nor did the magistrate judge abuse its discretion in\nexcluding evidence of the pre-lease condition of Appellants’ home because\nAppellants articulated no theory on how the exclusion prejudiced them; the\nonly case cited by Appellants found similar evidence “irrelevant.” Federico,\n2015 WL 12806532, at *2. Lastly, the magistrate judge did not abuse its\ndiscretion in excluding evidence of post-lease conditions, because “the\ngeneral rule [is] that evidence of subsequent corrective measures is not\nadmissible.” Bailey v. Kawasaki-Kisen, K.K., 455 F.2d 392, 395 (5th Cir.\n1972). 13\n             VI. Diminution of Rental Value Damages\n        On cross-appeal, AETC Housing asserts multiple reasons why the\ndiminution of rental value damages must be reversed. AETC Housing first\nargues that pre-cession law barred diminution of rental value claims. But the\nvery case it cites for this proposition recognized such a claim. See Mitchell v.\nWeiss, 26 S.W.2d 699, 701 (Tex. App.—El Paso 1930, no writ). Next AETC\nHousing argues that Appellants’ exclusive remedy under the lease was to\n\n        _____________________\n        13\n           Appellants’ argument that they would merely use this for impeachment is\nundermined by their argument it “would have assisted the jury in accurately understanding\nthe true condition of the home during the Appellants’ tenancy.” This argument exposes\nthe danger that the evidence presented a danger of unfair prejudice that substantially\noutweighed its probative value. FED. R. EVID. 403.\n\n\n\n\n                                           12\n\f                                 No. 24-50113\n\n\nsurrender possession. But an exclusive remedy provision must be explicit and\nclear. See, e.g., Stark v. George, 252 S.W. 1053, 1056 (Tex. Comm’n App.\n1923, judgm’t adopted); see also Nunn v. Brillhart, 242 S.W. 459, 461 (Tex.\nComm’n App. 1922, judgm’t adopted). Here, there was no such clear intent\nto mandate surrender as an exclusive remedy.\n       Finally, AETC Housing argues that after the initial lease expired and\nwent month-to-month, Appellants’ continued renewal of the lease despite\nknowledge of the conditions waived a right to any recovery for that period.\nAETC Housing cites Tony v. McClelland, 283 S.W. 679 (Tex. App.—\nTexarkana 1926, writ dism’d w.o.j.). In Tony, the court held that a\ncommercial landlord could not cancel a lease based on the lessee’s violation\nof a term of the lease when the landlord had continually accepted rent despite\nearlier knowledge of that violation. Id. at 681. But as the Tony court noted,\n“[t]he waiver of a known contract right will not be implied contrary to the\nintention of a party, except when required to prevent the imposition of a\nfraud, or inequitable consequences to the adverse party.” Id. AETC Housing\npoints to no basis to imply waiver of a known contract right under Tony. Cf.\nid. (“[T]he receipt of rent is not a waiver of a continuing breach of covenant,\nsuch as . . . a covenant to repair.” (quoting 35 CORPUS JURIS 1082 (1924)).\nThe magistrate judge did not err in finding this claim was not barred by pre-\ncession law, an exclusive remedy clause, or waiver.\n                   VII. Sufficiency of Evidence\n       At trial, the jury awarded Appellants $60,000 in personal property\ndamages and $31,654 for diminution in value of the lease. AETC Housing\nchallenges the denial of its motion for judgment as a matter of law, arguing\nthese awards lack evidentiary support both in terms of causation and\nvaluation. The law governing what damages are recoverable is substantive,\nand therefore pre-cession state law “governs what damages are available for\n\n\n\n\n                                      13\n\f                                        No. 24-50113\n\n\na given claim and the manner in which those damages must be proved,” while\nthe “sufficiency of the evidence supporting a damages award . . . is a matter\nof federal procedure.” 14 Homoki v. Conversion Servs., Inc., 717 F.3d 388, 398\n(5th Cir. 2013); accord Lawler v. Miratek Corp., No. EP-09-CV-252-KC, 2010\nWL 2838359, at *3 (W.D. Tex. July 16, 2010).\n        “We review de novo the district court’s denial of a motion for\njudgment as a matter of law, applying the same standard as the district\ncourt.” Heck v. Triche, 775 F.3d 265, 272 (5th Cir. 2014) (quoting Foradori v.\nHarris, 523 F.3d 477, 485 (5th Cir. 2008)). “A motion for judgment as a\nmatter of law in a case tried by a jury, however, ‘is a challenge to the legal\nsufficiency of the evidence supporting the jury’s verdict.’” Id. (quoting\nHiltgen v. Sumrall, 47 F.3d 695, 699 (5th Cir. 1995)). “Although our review\nis de novo, we recognize that our standard of review with respect to a jury\nverdict is especially deferential.” Id. at 273 (quoting Flowers v. S. Reg’l\nPhysician Servs. Inc., 247 F.3d 229, 235 (5th Cir. 2001)). And “we draw all\nreasonable inferences and resolve all credibility determinations in the light\nmost favorable to the nonmoving party,” and therefore will reverse “only if\nthe evidence points so strongly and so overwhelmingly in favor of the\nnonmoving party that no reasonable jury could return a contrary verdict.” Id.\n(quoting Foradori, 523 F.3d at 485 & n.8).\n\n\n\n        _____________________\n        14\n           Stated differently, the distinction is that we “apply federal standards of review\nto assess ‘the sufficiency or insufficiency of the evidence in relation to the verdict,’ but in\ndoing so we refer to state law for ‘the kind of evidence that must be produced to support a\nverdict.’” Hamburger v. State Farm Mut. Auto. Ins. Co., 361 F.3d 875, 884 (5th Cir. 2004)\n(quoting Ayres v. Sears, Roebuck & Co., 789 F.2d 1173, 1175 (5th Cir.1986)). So, whether\ndamages require direct proof or allow circumstantial evidence, or require expert testimony\nor allow anecdotal evidence, is determined here by pre-cession state law. See id. But the\nstandard of review, discussed infra, is federal. Id.\n\n\n\n\n                                              14\n\f                                       No. 24-50113\n\n\n        As to personal property damages, AETC Housing first argues that\nAppellants cannot prove causation because they disposed of property even\nthough it was “cleared for shipment and found without contamination.”\nUnder pre-cession law, contract damages are recoverable if they “arise\nnaturally from the breach itself,” or could be reasonably contemplated to\nflow from a breach. Humble Oil & Refin. Co. v. Wood, 292 S.W. 200, 201 (Tex.\nComm’n App. 1927, judgm’t adopted). Here, it was reasonably foreseeable\nthat disposal of property would flow from a breach of AETC Housing’s duty\nto diligently repair. Further, it was not unreasonable for a jury to conclude\nthat Appellants felt compelled to dispose of property, despite AETC\nHousing’s assurances it was mold free, given the evidence of insufficient\nremediation efforts. 15\n        AETC Housing next argues that Appellants failed to particularly value\nthe damaged personal items and offered only their own conclusory\ntestimony. ECF 93, 84. Appellants respond with several pieces of evidence\nthat were before the jury. 16 Pre-cession state law on the manner in which a\nparty must prove personal property damages is admittedly inconsistent on\nboth the level of itemization needed, compare Hou., E. & W.T. Ry. Co. v. Seale,\n67 S.W. 437, 438 (Tex. App.—Galveston 1902, no writ), with Halsell v. Scurr,\n297 S.W. 524, 530 (Tex. App.—Fort Worth 1927, writ dism’d w.o.j.), and\nthe evidentiary weight afforded to an owner’s valuation, compare Cluck v.\n\n        _____________________\n        15\n         For example, Shane testified that even after moving they “saw mold on stuff,”\nwhile Becky testified about compromised containment measures. Appellants further\nsubmitted evidence of complaints about the restoration company used, photos of fallen\ncontainment measures, and testimony on cross-contamination between “clean” rooms.\n        16\n          For the personal property, Appellants offered an email they had previously sent\nto Appellees itemizing several dozen items and providing their replacement cost totaling\n$9,157.48 + tax, as well as Becky’s testimony at trial that the value of her damaged LuLaRoe\ninventory was $38,000-$39,000 and that of her family’s personal clothes was $8,000.\n\n\n\n\n                                            15\n\f                                        No. 24-50113\n\n\nHou. & T.C.R. Co., 79 S.W. 80, 81 (Tex. App.—Austin 1904, no writ), with\nPecos & N.T. Ry. Co. v. Grundy, 171 S.W. 318, 318–19 (Tex. App.—Amarillo\n1914, no writ). And though AETC Housing’s argument that Appellants\nshould have testified about the cost, manner of use, and general condition of\ntheir items has some support, see Black v. Nabarrette, 281 S.W. 1087, 1088\n(Tex. App.—Dallas 1926, writ dism’d w.o.j.), other authority suggests such\ntestimony was unnecessary, see Grundy, 171 S.W. at 319.\n        As to the rental diminution, AETC Housing argues the jury heard no\nevidence about the amount, length, or extent of the diminution. But\nAppellants counter that that they offered a ledger documenting their lease\npayments, provided the jury examples of the problems with the home, and\nargue that they were well-positioned to comment on the conditions and\nresulting diminution. The precedent here is similarly unilluminating. 17 While\nAETC Housing is correct that Appellants did not show any sort of formula\nor calculations for diminution damages, they sought 100% of their rent paid\nand put on evidence showing why they believed they received none of the\nbenefit of the bargain—and the jury largely agreed by awarding over 75% of\nthe requested diminution damages.\n\n\n\n        _____________________\n        17\n               AETC Housing principally relies on Sanger v. Smith, 135 S.W. 189 (Tex. App.—\nDallas 1911, writ ref’d). In Sanger, a jury had awarded damages for diminution in rental\nvalue where a lessor had failed to repair a leaking roof, id. at 190, but the appellate court\nreversed because the lessee had “used the leased building, notwithstanding the leaky roof\n. . . , to its full capacity, transacting therein the business he contemplated transacting when\nhe leased it,” id. at 193. But in Sanger, the lease was for a commercial building and the lessee\nreceived the benefit of the bargain by using the building “with practically the same\nprofitable result as would have been realized had the covenant to repair been strictly kept.”\nId. In contrast, here even though Appellants continued to use the building, they submitted\nsubstantial evidence that they did not receive the same benefit of the bargain—a safe, well-\nmaintained house.\n\n\n\n\n                                              16\n\f                                     No. 24-50113\n\n\n       We echo the magistrate judge in concluding that we are “not inclined\nto second-guess the jury’s determination” despite our “misgivings about the\ndamages evidence at trial.” Given the high standard to overturn a jury’s\ndamages findings and the inconsistent pre-cession law on how those damages\nmust be proved, AETC Housing has not demonstrated that “the evidence\npoints so strongly and so overwhelmingly” in its favor that “no reasonable\njury” could have found Appellants suffered these damages. See Heck, 775\nF.3d at 273 (citation omitted). 18\n                          VIII. Jury Instructions\n       AETC Housing argues that under pre-cession law, Appellants had to\nobtain findings that they satisfied all their contractual obligations to pursue\ntheir breach of contract claim, and that because they did not request and\nsecure a jury charge requesting the same, they waived recovery. Because\nAETC Housing preserved its challenge to the jury instructions by objecting\nat trial, we review that challenge for an abuse of discretion. In re 3 Star Props.,\nL.L.C., 6 F.4th 595, 609 (5th Cir. 2021). Initially, a “‘challenger must\ndemonstrate that the charge as a whole creates substantial and ineradicable\ndoubt whether’ the instructions ‘properly guided’ the jury ‘in its\ndeliberations.’” Puga v. RCX Sols., Inc., 922 F.3d 285, 291–92 (5th Cir. 2019)\n(quoting Pelt v. U.S. Bank Tr. Nat. Ass’n, 359 F.3d 764, 767 (5th Cir. 2004)).\n       Under pre-cession law, “to recover for the breach of a written\ncontract evidencing concurrent and mutual obligations, that plaintiff must\naver compliance on his part,” and provide evidence of that compliance.\nJessen v. Le Van, 161 S.W.2d 585, 586 (Tex. App.—El Paso 1942, no writ).\n       _____________________\n       18\n         See also City Hotel Co. v. Aumont Hotel Co., 107 S.W.2d 1094, 1095 (Tex. App.—\nSan Antonio 1937, no writ) (upholding $700 damages award value based on single witness’s\ntestimony that the difference in market value with versus without repairs “was anywhere\nfrom $1,000 to $2,000”).\n\n\n\n\n                                          17\n\f                                 No. 24-50113\n\n\nHere, the second jury question noted that AETC Housing’s duty to maintain\nwas “subject to the covenants and duties undertaken by Resident(s),” which\nsuggests the jury found Appellants satisfied all relevant covenants and duties\nunder the contract. Therefore, AETC Housing has not created “substantial\nand ineradicable doubt” that the questions failed to guide the jury. Puga, 922\nF.3d at 291 (citation omitted). There was no abuse of discretion.\n                            IX. Conclusion\n      Because no party has shown reversible error, we AFFIRM the\njudgment of the magistrate judge.\n\n\n\n\n                                      18\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105434,
      "court_id": "ca9",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:28.407166-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/pub/24/24-50113-CV0.pdf",
      "absolute_url": "/opinion/10638847/vinales-v-aetc-ii/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638847/",
        "id": 10638847,
        "absolute_url": "/opinion/10638847/vinales-v-aetc-ii/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 69651196,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/69651196/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105434/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:28.402257-07:00",
        "date_modified": "2025-07-22T17:00:28.832610-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "vinales-v-aetc-ii",
        "case_name_short": "Vinales",
        "case_name": "Vinales v. AETC II",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Private Civil Federal",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:30.696245",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca9-11105433",
    "case_name": "Wells v. Guerrero",
    "document_type": "opinion",
    "content": "Case: 24-70002            Document: 85-1         Page: 1      Date Filed: 07/22/2025\n\n\n\n\n           United States Court of Appeals\n                for the Fifth Circuit                                         United States Court of Appeals\n                                   ____________                                        Fifth Circuit\n\n                                                                                     FILED\n                                    No. 24-70002                                   July 22, 2025\n                                   ____________                                    Lyle W. Cayce\n                                                                                        Clerk\nAmos Wells,\n\n                                                                 Petitioner—Appellant,\n\n                                          versus\n\nEric Guerrero, Director, Texas Department of Criminal Justice,\nCorrectional Institutions Division,\n\n                                             Respondent—Appellee.\n                   ______________________________\n\n                   Appeal from the United States District Court\n                       for the Northern District of Texas\n                            USDC No. 4:21-CV-1384\n                   ______________________________\n\nBefore Stewart, Graves, and Oldham, Circuit Judges.\nPer Curiam: *\n      A Texas jury convicted Amos Wells of multiple murders and\nsentenced him to death. After exhausting his appeals and postconviction\nremedies in state court, Wells sought postconviction relief in federal court.\nThe district court denied it. Now Wells asks us for a certificate of\n\n\n\n       _____________________\n       *\n           This opinion is not designated for publication. See 5th Cir. R. 47.5.\n\f Case: 24-70002          Document: 85-1         Page: 2     Date Filed: 07/22/2025\n\n\n\n\n                                      No. 24-70002\n\n\nappealability (“COA”). Because his claims are not debatable amongst jurists\nof reason, we deny his application.\n                                            I\n       On July 1, 2013, Amos Wells became angry with his pregnant\ngirlfriend, Chanice Reed, for refusing to answer his phone calls. He drove to\nher home with a gun in his truck. When he arrived, he took Chanice outside\nand the two argued. Wells shot Chanice four times and killed her; Wells shot\nChanice’s mother twice and killed her; and Wells shot Chanice’s ten-year-\nold brother, Eddie, four times and killed him. Wells also killed Chanice’s\nunborn baby. 1 Wells v. State, 611 S.W.3d 396, 403 (Tex. Crim. App. 2020).\nThe shooting stopped when Wells’ gun jammed. Wells got into his truck,\ndrove around town, and then went to the police station and confessed.\n       A jury convicted Wells of capital murder and sentenced him to death.\nThe penalty phase required the jury to find “a probability that the Defendant\nwould commit criminal acts of violence that would constitute a continuing\nthreat to society,” and that there were no “sufficient mitigating\ncircumstance or circumstances to warrant” a life sentence without parole\ninstead of the death penalty. The jury made those requisite findings and\nWells received a death sentence. He brought a direct appeal to the Texas\nCourt of Criminal Appeals, raising thirteen points of error. Id. at 402. The\nCCA found no error and affirmed the conviction and sentence.\n       Wells sought post-conviction habeas relief in state court and appealed\nits denial to the Texas Court of Criminal Appeals and Supreme Court of the\nUnited States. See Ex parte Wells, No. WR-86, 184-01, 2021 WL 5917724\n(Tex. Crim. App. Dec. 15, 2021), cert. denied sub nom., Wells v. Texas, 142 S.\n       _____________________\n       1\n           Postmortem DNA testing confirmed that Wells was, in fact, the child’s father.\nId.\n\n\n\n\n                                            2\n\fCase: 24-70002        Document: 85-1        Page: 3    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\nCt. 2722 (2022). He then brought a federal habeas petition in the Northern\nDistrict of Texas, raising nine claims. The district court found all meritless\nand denied the petition along with Wells’s accompanying motions to stay\nstate proceedings and for a COA. Wells v. Lumpkin, No. 4:21-CV-01384-O,\n2023 WL 7224191 (N.D. Tex. Nov. 2, 2023). Wells filed a motion under Rule\n59(e) to alter or amend the judgment, which the district court also denied.\nWells timely appealed.\n                                       II\n       Wells requests a certificate of appealability on four of his claims. See\n28 U.S.C. § 2253(c)(3) (limiting the availability of a COA to a “specific issue\nor issues”). We “may issue” a COA “only if the applicant has made a\nsubstantial showing of the denial of a constitutional right.” Id. § 2253(c)(2).\nThat standard requires a petitioner to “demonstrat[e] that jurists of reason\ncould disagree with the district court’s resolution of his constitutional\nclaims.” Miller-El v. Cockrell, 537 U.S. 322, 327 (2003). If the district court’s\nruling rested on procedural grounds, the prisoner must show both that the\nprocedural ruling is debatable and that it is debatable whether he stated a\nvalid claim. Slack v. McDaniel, 529 U.S. 473, 484 (2000).\n       “The COA inquiry . . . is not coextensive with a merits analysis. At\nthe COA stage, the only question is whether the applicant has shown that\n‘jurists of reason could disagree with the district court’s resolution of his\nconstitutional claims or that jurists could conclude the issues presented are\nadequate to deserve encouragement to proceed further.’” Buck v. Davis, 580\nU.S. 100, 115 (2017) (quoting Miller-El, 537 U.S. at 327). Thus, at this\npreliminary COA stage, we do not consider the merits of Wells’ claims—\nonly whether he has shown that the district court’s resolution of them is\ndebatable amongst jurists of reason. See id.\n\n\n\n\n                                       3\n\fCase: 24-70002        Document: 85-1        Page: 4    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\n       None of Wells’ claims meets the COA standard. We first (A) hold\nthat jurists of reason would not debate whether Wells’ trial counsel rendered\nineffective assistance by (1) presenting expert testimony about his possible\ngenetic predisposition to violence and (2) failing to strike a particular juror\nwho allegedly believed that the death penalty should be mandatory for those\nguilty of murder. We then (B) explain that jurists of reason would not debate\nwhether the trial court violated the Eighth Amendment by excluding certain\npotentially mitigating video evidence. Finally, we (C) hold that jurists of\nreason would not debate whether Wells’ appellate counsel rendered\nineffective assistance by failing to argue that Eighth Amendment issue on\nappeal.\n                                        A\n       Ineffective assistance of counsel (“IAC”) claims are governed by the\nstandard set forth by the Supreme Court in Strickland v. Washington, 466\nU.S. 668 (1984). “First, the defendant must show that counsel’s\nperformance was deficient,” which “requires showing that counsel made\nerrors so serious that counsel was not functioning as the ‘counsel’\nguaranteed” by the Sixth Amendment. Id. at 687. The defendant must also\nshow prejudice, which “requires showing that counsel’s errors were so\nserious as to deprive the defendant of a fair trial.” Id.\n       Where a defendant’s IAC claim is adjudicated under § 2254(d)(1),\n“[t]he pivotal question is whether the state court’s application of the\nStrickland standard was unreasonable.” Harrington v. Richter, 562 U.S. 86,\n101 (2011). So the state court’s determination “must be granted a deference\nand latitude that are not in operation when the case involves review under\nthe Strickland standard itself.” Id., see also Burt v. Titlow, 571 U.S. 12, 15\n(2013) (describing this review as “doubly deferential”). So, in addition to\nrespecting the state court’s decision, we afford a “strong presumption of\n\n\n\n\n                                        4\n\fCase: 24-70002        Document: 85-1       Page: 5   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nreasonableness” to Wells’ counsel. Dunn v. Reeves, 594 U.S. 731, 739 (2021)\n(per curiam) (quotation omitted); Titlow, 571 U.S. at 15. Even where\n“counsel’s conduct was far from exemplary,” relief is warranted only where\n“every fairminded jurist would agree that every reasonable lawyer would have\nmade a different decision.” Dunn, 594 U.S. at 739–40 (emphasis in original)\n(cleaned up).\n       And under Buck, we do not ask if the district court correctly applied\nthese legal rules. We ask only whether the district court’s resolution of the\nclaim is debatable amongst jurists of reason. See Buck, 580 U.S. at 115.\n                                      1\n       Wells first contends trial counsel rendered IAC by presenting expert\ntestimony that he was genetically predisposed to violence at the penalty\nphase. The defense’s theory went as follows: Mutations in the Monoamine\nOxidase A (“MAOA”) gene can affect the brain’s metabolism of serotonin.\nWhen combined with childhood abuse, low-activity MAOA mutations\nincrease the likelihood of future violent behavior and difficulty controlling\nanger. Wells’ team of experts determined that he had the low-activity\nMAOA mutation and a “semi traumatic environment in formative years,”\ncontributing to “a greater likelihood that [Wells] could have explosive and\nviolent outbursts in his lifetime.”\n       Wells now objects to this strategy on two grounds: First, he argues it\nconceded a necessary element to the prosecution. See ROA.5861 (requiring\njury to find a “probability” that Wells “would commit future acts of\nviolence” at penalty phase). Second, he contends that it permitted the jury\nto convict him based on an “immutable genetic trait.” see Buck, 580 U.S. at\n123 (“Dispensing punishment on the basis of an immutable characteristic\nflatly contravenes th[e] guiding principle” that “[o]ur law punishes people\nfor what they do, not who they are.”). The CCA rejected this claim on the\n\n\n\n\n                                       5\n\fCase: 24-70002        Document: 85-1       Page: 6     Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nmerits. And the district court held the claim “border[s] on frivolous.” Wells,\n2023 WL 7224191, at *10.\n       Jurists of reason would not debate the district court’s resolution of this\nclaim. The record shows that the state habeas court acknowledged the “wide\nrange of reasonable professional assistance” and the “heavy measure of\ndeference” due to strategies developed for trial. It accordingly declined to\nevaluate counsel’s performance using the “twenty-twenty vision of\nhindsight.” And it acknowledged the danger of using evidence like this,\nwhich is often “a double-edged sword that jurors could consider either as\nsufficiently mitigating evidence or as powerful evidence of future\ndangerousness.”\n       Wells’ counsel acknowledged all along that this evidence could\nsupport a positive finding on the issue of future violence. See ROA.15978\n(memorandum of trial counsel submitted in 2016) (acknowledging this\nevidence “could potentially help the State’s efforts” to show a probability of\nfuture violence). Counsel nonetheless believed it “could be a sufficiently\nmitigating fact” because Wells chose neither his genetics nor his childhood\nexperiences, diminishing his perceived culpability. So counsel concluded it\nmight “ultimately help [Wells’] chances of not receiving the death penalty.”\nAdditionally, Wells’ genetic expert testified that the increased probability of\nviolence “doesn’t mean it’s likely to happen; it means he’s more likely than\nan average person.” His counsel argued that the genetic testimony “gives\nyou cause to pause” and asked whether Wells should receive the death\npenalty “when we know there are [three] things he couldn’t control . . .\ngenes, his brain, and his environment.”\n       Whether to present such evidence lies within the heartland of\n“strategic decisions” that appellate courts cannot second-guess unless the\ndefendant rebuts their “strong presumption of reasonableness.” Dunn, 594\n\n\n\n\n                                       6\n\fCase: 24-70002        Document: 85-1        Page: 7    Date Filed: 07/22/2025\n\n\n\n\n                                  No. 24-70002\n\n\nU.S. at 739 (quotation omitted). That is precisely why the federal district\ncourt rejected Wells’ claim. See Wells, 2023 WL 7224191, at *11 (describing\nthis theory as “nothing more than mere post-hoc disagreement with trial\ncounsel’s strategy”). And we do not think the district court’s treatment of\nthis claim is debatable among jurists of reason.\n                                        2\n       Wells further argues his trial counsel rendered IAC by failing to strike\na juror based on his comments about the death penalty during voir dire.\nStrickland also governs challenges to counsel’s failure to strike or challenge\nprospective jurors for cause. Harper v. Lumpkin, 64 F.4th 684, 692 (5th Cir.\n2023); see also id. at 693 (holding that no “clearly established federal law . . .\nwould allow reasonable jurists to debate th[e] conclusion” that counsel was\nnot ineffective when it failed to challenge jurors who “expressed the opinion\nthat they could answer the special issues in such a way that either life or death\nwould result based on the evidence and the law”).\n       In a voir dire questionnaire, one prospective juror indicated he\nbelieved the death penalty should apply to those found guilty of murder.\nDuring his voir dire examination, however, the juror accepted that Texas law\nrequires aggravating factors in addition to a mere finding of guilt to impose a\ndeath sentence. He also pledged that he would not always find a defendant\ndangerous in the future and would answer the special issues based on the\nevidence adduced at trial. At the end of examinations from both the\nprosecution and the defense, the juror affirmed he “might give [Wells] a\ndeath sentence and [he] might not.”\n       We have held that failure to strike a juror is constitutionally\npermissible when he pledges during voir dire to follow the law. Harper, 64\nF.4th at 693. Moreover, trial counsel may make reasonable strategic decisions\nin striking or not striking prospective jurors. Cf. Morgan v. Illinois, 504 U.S.\n\n\n\n\n                                        7\n\f Case: 24-70002         Document: 85-1       Page: 8    Date Filed: 07/22/2025\n\n\n\n\n                                   No. 24-70002\n\n\n719, 729 (1992) (“The Constitution, after all, does not dictate a catechism for\nvoir dire . . .”).\n          The CCA rejected this claim on the merits. And the district court\nheld “[t]his claim fails to satisfy either prong of Strickland under de novo\nreview and does not warrant federal habeas relief.” Wells, 2023 WL 7224191,\nat *21.\n          Jurists of reason would not debate the district court’s decision. Trial\ncounsel explained that he was concerned about peremptorily striking the\njuror because he was a minority, fearing that it would undermine his Batson\nchallenge. Trial counsel was also concerned that using one of his peremptory\nstrikes could result in a “much worse” juror getting seated. The district court\ntherefore held there were no grounds for a for-cause strike, and that Wells\nsuffered no prejudice in any event. Jurists of reason would not debate that\ndecision.\n                                         B\n          Wells also alleges the trial court violated his Eighth Amendment right\nto present mitigating evidence by excluding certain video evidence—\nspecifically, video evidence of Wells’ purported remorsefulness in the police\ninterrogation room. “[T]he Eighth Amendment requires that the jury be able\nto consider and give effect to a capital defendant’s mitigating evidence.”\nTennard v. Dretke, 542 U.S. 274, 285 (2004) (quotation omitted). The\ndecision to exclude such evidence “is quintessentially a trial error subject to\nharmless error review.” Rhoades v. Davis, 914 F.3d 357, 368 (5th Cir. 2019).\n          Wells’ counsel sought to introduce the recording during the penalty\nphase to show Wells “was acting strange” or “under some distorted\nemotional sense.” ROA.13495–96. The video lasts about eight hours and\ndepicts his initial, hourlong interview, six hours of Wells’ detention, and his\nsecond, hourlong interview. Wells, 611 S.W.3d at 407. During the downtime\n\n\n\n\n                                         8\n\fCase: 24-70002       Document: 85-1         Page: 9   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\nbetween the interviews, Wells exhibited some strange behavior and made\nrepeated comments like “This is too weird” and “This is a dream.” Id.\nWells contends this evidence tended to show his remorse, and such\nremorsefulness could constitute mitigating evidence at sentencing.\n       The CCA held this claim was procedurally defaulted because Wells\nnever tried to introduce the evidence to show remorse and because some of\nthe evidence did not satisfy the State’s hearsay rules. And in any event, the\nCCA held the claim was meritless because any error was harmless beyond a\nreasonable doubt. On federal review, the district court held that the CCA’s\nruling constituted an adequate and independent state ground that barred\nfederal relief. Wells, 2023 WL 7224191, at *8. To secure a COA, Wells must\nshow both that the district court’s procedural ruling is debatable and that the\nunderlying constitutional claim is debatable. Slack, 529 U.S. at 484.\n       Neither ground is debatable. As to the district court’s procedural\nruling, the record shows that Wells failed to make the specific evidentiary\nproffer required by Texas law. Golliday v. State, 560 S.W.3d 664, 669–70\n(Tex. Crim. App. 2018); Tex. R. Evid. 103(a)(2); Tex. R. App. P.\n33.1(a)(1)(A). Nor would jurists of reason debate the district court’s\napplication of Texas’s evidentiary rules.\n       In any event, Wells has failed to show that the underlying merits are\ndebatable. That is because jurists of reason would conclude that, at best, the\nexcluded evidence was cumulative. The jury saw several pieces of evidence\nthat showed the same alleged remorse: a video of Wells taken immediately\nafter the offense and before the excluded video began, officer’s testimony\nabout his “trance-like demeanor,” testimony about a phone call Wells made\n“immediately after the shootings,” and evidence about his suicidal and\ndistraught state. That is a considerable amount of material showing Wells’\nmental state after the murders. Cf. Wong v. Belmontes, 558 U.S. 15, 23 (2009)\n\n\n\n\n                                      9\n\fCase: 24-70002         Document: 85-1        Page: 10   Date Filed: 07/22/2025\n\n\n\n\n                                 No. 24-70002\n\n\n(“Additional evidence on these points would have offered an insignificant\nbenefit, if any at all.”).\n       Additionally, trial counsel presented a host of other mitigating\nevidence attempting to demonstrate the same attributes Wells contends the\nvideo would show. That included testimony from family members, doctors\nand mental health professionals, people from his childhood, and Wells\nhimself. Wells has shown no reason to think that “the evidence in favor of\nmitigation and the evidence against mitigation [was] so delicately balanced\nthat the excluded . . . video would have been enough to tip the scales.” Wells,\n611 S.W.3d at 418.\n       In short, Wells cannot show that the district court’s procedural ruling\nwas debatably wrong. Nor can he show that the merits underlying his Eighth\nAmendment claim are debatable.\n                                        C\n       Finally, Wells contends that his appellate counsel rendered IAC on\nstate direct review by failing to object to the trial court’s exclusion of three\n“jailhouse media interviews” from the day after the murders. These videos\nshowed Wells “cr[ying], express[ing] his desire to die, and apologiz[ing].”\nAppellate counsel initially challenged only the exclusion of the interrogation\nroom video, not the next day’s news clips.\n       This claim is subject to the Strickland standard, as clarified in Smith v.\nRobbins, 528 U.S. 259 (2000). Appellate counsel provides IAC where he acts\n“objectively unreasonabl[y],” id. at 285, in “fail[ing] to discover\nnonfrivolous issues and [filing] a merits brief raising them.” Id. The\ndefendant must also show prejudice. Id. at 286. Generally, to succeed on this\nkind of claim, defendants must instead show that omitted issues “are clearly\nstronger than those presented.” Id. at 288 (quotation omitted). That\nrequirement respects counsel’s strategic discretion: “[A]ppellate counsel\n\n\n\n\n                                        10\n\fCase: 24-70002       Document: 85-1           Page: 11   Date Filed: 07/22/2025\n\n\n\n\n                                    No. 24-70002\n\n\nwho files a merits brief need not (and should not) raise every nonfrivolous\nclaim, but rather may select from among them in order to maximize the\nlikelihood of success on appeal.” Id.\n       The CCA rejected this claim on the merits. It concluded that any\nerror was harmless because the jury considered “better, more compelling\nevidence” of Wells’ mental condition shortly after the murders. And the\ndistrict court held Wells’ ineffective-assistance-of-appellate-counsel “claims\nfail to satisfy the prejudice prong of Strickland and thereby fail to warrant\nfederal habeas relief.” Wells, 2023 WL 7224191, at *24.\n       Jurists of reason would not debate the district court’s resolution of this\nclaim. During state habeas proceedings, appellate counsel submitted an\naffidavit stating that he raised “all of the points of error in the appeal that\n[he] determined to have merit.” He appealed exclusion of the interrogation\nvideo over the others because he “thought [it] had the best chance” of aiding\nreversal. For good reason: The jailhouse media interview videos contained\nhighly negative commentary about Wells from reporters, the victims’ family\nmembers, and a neighbor. We therefore do not think jurists of reason would\ndebate the district court’s rejection of this claim.\n                                *        *         *\n       Wells has not “made a substantial showing of the denial of a\nconstitutional right.” 28 U.S.C. § 2253(c)(2). Accordingly, his motion for a\nCOA is DENIED.\n\n\n\n\n                                         11\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105433,
      "court_id": "ca9",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T17:00:27.288488-07:00",
      "download_url": "http://www.ca5.uscourts.gov/opinions/unpub/24/24-70002.0.pdf",
      "absolute_url": "/opinion/10638846/wells-v-guerrero/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638846/",
        "id": 10638846,
        "absolute_url": "/opinion/10638846/wells-v-guerrero/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 68223322,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/68223322/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105433/"
        ],
        "citations": [],
        "date_created": "2025-07-22T17:00:27.256751-07:00",
        "date_modified": "2025-07-22T17:00:27.578183-07:00",
        "judges": "",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "wells-v-guerrero",
        "case_name_short": "Wells",
        "case_name": "Wells v. Guerrero",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "Death Penalty w/ Counsel",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Unpublished",
        "date_blocked": "2025-07-22",
        "blocked": true,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:30.909479",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca9-11105432",
    "case_name": "Ellison v. Islamic Republic of Iran",
    "document_type": "opinion",
    "content": "                            UNITED STATES DISTRICT COURT\n                            FOR THE DISTRICT OF COLUMBIA\n\n\n\n WILLAM ELLISON, et al.,\n\n        Plaintiffs,\n                v.                                     Civil Action No. 25-2250 (UNA)\n\n\n ISLAMIC REPUBLIC OF IRAN,\n\n        Defendant.\n\n\n                         MEMORANDUM OPINION AND ORDER\n\n       Plaintiffs seek to bring this action under 28 U.S.C. § 1605A, alleging that the Islamic\n\nRepublic of Iran is responsible for two bombing attacks that harmed one American citizen,\n\ntwelve Afghan contractors, and their families. See ECF No. 1 (Compl.) ¶¶ 1–71. At the time of\n\nthe attacks, many of the Plaintiffs lived in Kabul, Afghanistan, and served “in various capacities\n\nto support the U.S. government activities within their country.” ECF No. 3-1 (Mem.) at 1. In\n\ntheir redacted Complaint, those Plaintiffs who still live in Afghanistan, or have immediate family\n\nmembers who live there, have identified themselves only by their initials out of fear of possible\n\nreprisals. Id. Those Plaintiffs now move to proceed under pseudonyms. See ECF No. 3 (Mot.).\n\n       All victims, except William Ellison, were Afghan nationals employed by the United\n\nStates and performing their employment duties at the time of the attacks. See Mot., ¶ 3. “After\n\nthe fall of Afghanistan to the Taliban in 2021, some of those families successfully sought\n\ncitizenship, asylum, or permanent residence within the United States or elsewhere.” Id. Many\n\nothers who are part of the lawsuit remain in Afghanistan. Id.\n\n\n\n\n                                                 1\n\f       This suit involves sensitive facts, and disclosing Plaintiffs’ identities could endanger them\n\nand their family members who remain in Afghanistan under the Taliban regime. The Court,\n\ntherefore, will grant the Motion, subject to any further consideration by the United States District\n\nJudge to whom this case is randomly assigned. See LCvR 40.7(f) (providing that Chief Judge\n\nshall “hear and determine . . . motion[s] to file a pseudonymous complaint”).\n\nI.     Legal Standard\n\n       Generally, a complaint must identify the plaintiffs. See Fed. R. Civ. P. 10(a); LCvR\n\n5.1(c)(1). This identification requirement reflects the “presumption in favor of disclosure [of\n\nlitigants’ identities], which stems from the ‘general public interest in the openness of\n\ngovernmental processes,’ and, more specifically, from the tradition of open judicial\n\nproceedings.” In re Sealed Case, 931 F.3d 92, 96 (D.C. Cir. 2019) (quoting Wash. Legal\n\nFound. v. U.S. Sentencing Comm’n, 89 F.3d 897, 899 (D.C. Cir. 1996)). A party moving to\n\nproceed pseudonymously thus “bears the weighty burden of both demonstrating a concrete need\n\nfor such secrecy[] and identifying the consequences that would likely befall it if forced to\n\nproceed in its own name.” In re Sealed Case, 971 F.3d 324, 326 (D.C. Cir. 2020). As a result,\n\nthe court must “‘balance the litigant’s legitimate interest in anonymity against countervailing\n\ninterests in full disclosure’” by applying a “flexible and fact driven” balancing test. Id. (quoting\n\nIn re Sealed Case, 931 F.3d at 96). That test assesses “five non-exhaustive factors”:\n\n               (1) whether the justification asserted by the requesting party is\n               merely to avoid the annoyance and criticism that may attend any\n               litigation or is to preserve privacy in a matter of [a] sensitive and\n               highly personal nature;\n               (2) whether identification poses a risk of retaliatory physical or\n               mental harm to the requesting party or[,] even more critically, to\n               innocent non-parties;\n               (3) the ages of the persons whose privacy interests are sought to be\n               protected;\n\n\n\n\n                                                  2\n\f                (4) whether the action is against a governmental or private party;\n                and relatedly,\n                (5) the risk of unfairness to the opposing party from allowing an\n                action against it to proceed anonymously.\n\nId. at 326–27 (quoting In re Sealed Case, 931 F.3d at 97) (first alteration in original).\n\nII.     Analysis\n\n         At this stage, Plaintiffs have succeeded in showing that their privacy and safety concerns\n\noutweigh the public’s presumptive and substantial interest in learning their identities.\n\n        The first factor heavily supports granting the Motion. Plaintiffs do not seek to proceed\n\nunder pseudonyms “merely to avoid the annoyance and criticism that may attend any litigation,”\n\nbut to “preserve privacy in a matter of [a] sensitive and highly personal nature.” Id. at 326\n\n(quoting In re Sealed Case, 931 F.3d at 97) (alteration in original). Plaintiffs who are requesting\n\nanonymity are currently residing in Afghanistan or have family members there. See Mem. at 1.\n\nThe Court agrees with Plaintiffs that revealing their actual identities could expose them and their\n\nfamilies to potential harm. Id. at 2–3. This is a reasonable request, moreover, because Plaintiffs\n\nwho are no longer living in Afghanistan have not requested anonymity. Id.\n\n        For essentially the same reason, the second factor concerning the “risk of retaliatory\n\nphysical or mental harm” to Plaintiffs and (more crucially) to “innocent non-parties” also favors\n\nproceeding under pseudonyms. In re Sealed Case, 971 F.3d at 326 (citation omitted). The\n\ninnocent non-parties in this case are, at a minimum, Plaintiffs’ family members, who are equally\n\nat risk of the abovementioned harm. See, e.g., Doe v. U.S. Dep’t of State, 2015 WL 9647660, at\n\n*3 (D.D.C. Nov. 3, 2015) (“Allowing Doe to file pseudonymously will help to conceal his work\n\nwith the U.S.-led reconstruction efforts [in Iraq] and protect his wife and minor child from the\n\nanti-U.S. insurgents . . . .”).\n\n\n\n\n                                                  3\n\f       The third factor also favors pseudonymity because some of the individuals remaining in\n\nAfghanistan are minors. See Mem. at 3; see, e.g., Doe v. Blinken, No. 23-2997, ECF No. 3\n\n(Mem. Op.) at 4 (D.D.C. Oct. 13, 2023) (“To the extent that revealing Plaintiff’s identity would\n\nalso reveal the identities of his four minor children, proceeding pseudonymously would be\n\nappropriate.”); R.A. v. Islamic Republic of Iran, No. 23-2606, ECF No. 4 (Mem. Op.) at 4\n\n(D.D.C. Sept. 12, 2023) (factor favored motion “to some extent” where “Plaintiffs indicate that\n\none of them is a minor, and revealing the other Plaintiffs’ identities risks undermining the\n\nanonymity of that person”); J. v. District of Columbia, No. 23-1279, ECF No. 3 (Mem. Op.) at 4\n\n(D.D.C. May 9, 2023) (factor favored pseudonymity because “although Plaintiffs are adults, they\n\nshare common privacy interests with their minor child due to their intractably linked\n\nrelationship”) (cleaned up).\n\n       The fourth factor also weighs in favor of granting the Motion. A “heightened public\n\ninterest” in disclosure applies “when an individual or entity files a suit against the government,’\n\nparticularly in a manner that may ‘alter the operation of public law.” Sponsor v. Mayorkas, 2023\n\nWL 2598685 at *2 (D.D.C. Mar. 22, 2023) (quoting In re Sealed Case, 971 F.3d at 329).\n\nRegardless of whether that reasoning extends to suits against foreign governments, see Doe v.\n\nFederal Republic of Germany, 680 F. Supp. 3d 1, 6 (D.D.C. 2023), no heightened public interest\n\nattaches here because “nothing about the nature of these proceedings . . . creates any need for\n\ntransparency with respect to the plaintiffs’ identities or addresses.” Chang v. Republic of South\n\nSudan, 548 F. Supp. 3d 34, 38 (D.D.C. 2021) (considering similar circumstances). Plaintiffs in\n\nthis case “seek to vindicate their [own] rights[,] . . . and anonymity appears to be necessary to\n\nprovide them the opportunity to do so.” Asylum Seekers Trying to Assure Their Safety v.\n\nJohnson, 2023 WL 417910, at *4 (D.D.C. Jan. 26, 2023) (addressing fourth factor). In addition,\n\n\n\n\n                                                 4\n\fas “government defendants ‘do not share the concerns about “reputation” that private individuals\n\nhave when they are publicly charged with wrongdoing,’” the Court need not assume such\n\nreputational concerns exist here. J.W. v. District of Columbia, 318 F.R.D. 196, 201 (D.D.C.\n\n2016) (quoting Doe v. Cabrera, 307 F.R.D. 1, 8 (D.D.C. 2014)); see also Doe 1 v. Geo. Wash. U.,\n\n369 F. Supp. 3d 49, 67 (D.D.C. 2019) (distinguishing “private litigants, who presumably have\n\nconcerns about their respective reputations”).\n\n       Fifth and finally, Iran would suffer no “risk of unfairness” if the Motion were granted.\n\nSee R.A. v. Islamic Republic of Iran, No. 23-2606, ECF No. 4 (Mem. Op.) at 5 (D.D.C. Sept. 12,\n\n2023) (“While this is not a case in which Defendant knows their identities already, Plaintiffs\n\nhave offered to disclose them under seal and have not asked to do so ex parte.”); Mot. at 2.\n\nUpon the filing of the pseudonymous Complaint, moreover, Defendant remains “free to move for\n\nthe disclosure of any information it deems necessary to the full and fair defense of the case,”\n\nMem. at 3, and Plaintiffs remain free to object.\n\n       In sum, all five factors weigh in favor of granting the Motion to proceed\n\npseudonymously.\n\nIII.   Conclusion\n\n       The Court accordingly ORDERS that:\n\n       1. Plaintiffs’ [3] Motion for Leave to File Under Pseudonym is GRANTED, subject to\n\n           any further consideration by the United States District Judge to whom this case is\n\n           randomly assigned;\n\n       2. All parties shall use the pseudonyms listed in the Complaint in all documents filed in\n\n           this action; and\n\n       3. Within fourteen days of this Order, Plaintiffs shall file on the public docket:\n\n\n\n\n                                                   5\n\f                  i. A pseudonymous version of their [3] Motion and any attachments as a\n\n                      Notice to the Court; and\n\n                 ii. A sealed declaration containing their real names and residential addresses.\n\n                                                          /s/ James E. Boasberg\n                                                          JAMES E. BOASBERG\n                                                          Chief Judge\nDate: July 22, 2025\n\n\n\n\n                                                 6\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105432,
      "court_id": "ca9",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T16:00:59.158038-07:00",
      "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2025cv2250-6",
      "absolute_url": "/opinion/10638845/ellison-v-islamic-republic-of-iran/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638845/",
        "id": 10638845,
        "absolute_url": "/opinion/10638845/ellison-v-islamic-republic-of-iran/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 70884360,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/70884360/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105432/"
        ],
        "citations": [],
        "date_created": "2025-07-22T16:00:59.136001-07:00",
        "date_modified": "2025-07-22T16:00:59.428618-07:00",
        "judges": "Chief Judge James E. Boasberg",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "ellison-v-islamic-republic-of-iran",
        "case_name_short": "Ellison",
        "case_name": "Ellison v. Islamic Republic of Iran",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": "2025-07-22",
        "blocked": true,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:31.044200",
      "judges": "Chief Judge James E. Boasberg",
      "date_filed": "2025-07-22"
    }
  },
  {
    "case_number": "OPINION-ca9-11105431",
    "case_name": "Nguyen v. Washington Nationals Baseball Club, LLC.",
    "document_type": "opinion",
    "content": "                             UNITED STATES DISTRICT COURT\n                             FOR THE DISTRICT OF COLUMBIA\n\n\n\n DUYTAN NGUYEN,\n\n                Plaintiff,\n                                                            Civil Action No. 24 - 1786 (LLA)\n        v.\n\n WASHINGTON NATIONALS BASEBALL\n CLUB, LLC,\n\n                Defendant.\n\n\n\n                                   MEMORANDUM OPINION\n\n       Plaintiff Duytan Nguyen, proceeding pro se, brings this action against his former employer,\n\nthe Washington Nationals Baseball Club (the “Club”) alleging that he was terminated based on his\n\nrace and national origin and in retaliation for protected activity. ECF No. 18. Before the court are\n\nthe Club’s motion to dismiss, ECF No. 35, and Mr. Nguyen’s three motions for leave to file\n\ndeclarations and exhibits, ECF Nos. 42, 45, 48. The motions are fully briefed. ECF Nos. 37, 41,\n\n43, 44, 46, 47, 49, 50. For the reasons explained below, the court will deny Mr. Nguyen’s motions\n\nfor leave to file and grant the Club’s motion to dismiss.\n\n\n                              I.      FACTUAL BACKGROUND\n\n       The following factual allegations drawn from Mr. Nguyen’s third amended complaint,\n\nECF No. 18, are accepted as true for the purpose of evaluating the motions before the court, Am.\n\nNat’l Ins. Co. v. Fed. Deposit Ins. Corp., 642 F.3d 1137, 1139 (D.C. Cir. 2011). Because\n\nMr. Nguyen is proceeding pro se, the court will construe his pleadings liberally. Erickson v.\n\nPardus, 551 U.S. 89, 94 (2007) (“A document filed pro se is ‘to be liberally construed’ . . . and ‘a\n\npro se complaint, however inartfully pleaded, must be held to less stringent standards than formal\n\fpleadings drafted by lawyers.’” (quoting Estelle v. Gamble, 429 U.S. 97, 106 (1976))). The court\n\nfurther takes judicial notice of any documents incorporated by reference into Mr. Nguyen’s\n\namended complaint.       See Banneker Ventures, LLC v. Graham, 798 F.3d 1119, 1133\n\n(D.C. Cir. 2015) (“A district court may consider a document that a complaint specifically\n\nreferences without converting the motion into one for summary judgment.”).\n\n       In February 2019, Mr. Nguyen was hired by the Club as a Special Police Officer. ECF\n\nNo. 18 ¶ 3. Every year, Mr. Nguyen received positive reviews from his supervisors. Id. ¶ 49; see\n\nid. ¶¶ 50-56. In September 2023, after a baseball game, Mr. Nguyen saw Alan Gottlieb—the Chief\n\nOperating Officer of the Club—leaving the stadium in his car. Id. ¶ 57. As Mr. Gottlieb drove\n\nby, Mr. Nguyen informed him that he would send him an email later that night. Id.\n\n       At 3:00 a.m., Mr. Nguyen sent Mr. Gottlieb the promised email. See id. ¶¶ 126-134. In it,\n\nhe described his Vietnamese background, summarized his professional credentials and positive\n\nsupervisory reviews, and offered several suggestions for Mr. Gottlieb to consider. Id. First,\n\nMr. Nguyen noted that Mr. Gottlieb’s personal information—including his home address, contact\n\ndetails, and information about his children—could be found online and used by a criminal to\n\n“kidnap [Mr. Gottlieb’s] children, bring them to a country that has no extradition treaty with the\n\nUS[, and] demand a ransom.” Id. ¶ 130. Mr. Nguyen proposed that Mr. Gottlieb hire him to\n\nremove this information from the Internet. Id. Second, Mr. Nguyen detailed the departures of\n\nseveral Club employees and questioned: “If the Washington Nationals [is] a good place to work,\n\nthen why [are] many people leaving?” Id. ¶ 131. Mr. Nguyen suggested that Mr. Gottlieb create,\n\nand put him in charge of, an internal Office of Competency, Integrity, and Accountability to screen\n\nprospective employees. Id. ¶ 132. Third, Mr. Nguyen recommended that the Club build baseball\n\n\n\n\n                                                2\n\ftraining facilities for children in Vietnam, which it could fund by investing in a Vietnamese electric\n\ncar company. Id. ¶¶ 127, 133-34.\n\n       Also in the email to Mr. Gottlieb, Mr. Nguyen referenced a separate 2021 email he had\n\nanonymously sent to Bob Frost, the Senior Vice President of Human Resources at the Club, with\n\na copy to Mr. Gottlieb. Id. ¶ 61. In the email to Mr. Frost and later follow-up messages,\n\nMr. Nguyen complained about “reverse discrimination” against several of his white coworkers by\n\na Black manager. Id. ¶ 61; see id. ¶¶ 62-84. Mr. Frost confirmed receipt of the email and informed\n\nMr. Nguyen (who was then anonymous) that if he chose to share his identity, he would not be\n\nretaliated against for making the complaint. Id. ¶¶ 78-79. Mr. Nguyen declined to de-anonymize\n\nhis complaint. Id. ¶ 84.\n\n       Two days after Mr. Nguyen sent his email to Mr. Gottlieb, he was escorted into his\n\nsupervisor’s office by the Director of Security. Id. ¶ 91. Mr. Nguyen was informed that he was\n\nbeing terminated, effective immediately, and banned from entering the stadium because of the\n\nemail he had sent to Mr. Gottlieb. Id. Mr. Nguyen did not receive a written explanation of his\n\ntermination. Id. ¶ 94.\n\n\n                               II.     PROCEDURAL HISTORY\n\n       In October 2023, Mr. Nguyen filed a claim with the Equal Employment Opportunity\n\nCommission (“EEOC”), and he believes he scheduled an interview in January 2024. Id. ¶ 103.\n\nHowever, later, Mr. Nguyen could no longer see his claim in the EEOC’s online portal, and he\n\nultimately refiled his EEOC complaint in November 2023. Id. ¶ 105. In March 2023, after a phone\n\ninterview with the EEOC, Mr. Nguyen received a letter informing him of his right to sue in federal\n\ncourt within ninety days of receipt of the letter. Id.; see ECF No. 1-1, at 1-4. Mr. Nguyen timely\n\nfiled this action in June 2024. ECF No. 1.\n\n\n\n                                                  3\n\f                                   III.    LEGAL STANDARD\n\n       Under Rule 12(b)(6), the court will dismiss a complaint that does not “contain sufficient\n\nfactual matter, accepted as true, to ‘state a claim to relief that is plausible on its face.’” Ashcroft\n\nv. Iqbal, 556 U.S. 662, 678 (2009) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 570 (2007)).\n\n“A claim has facial plausibility when the plaintiff pleads factual content that allows the court to\n\ndraw the reasonable inference that the defendant is liable for the misconduct alleged.” Id. In\n\nevaluating a motion under Rule 12(b)(6), a court accepts all well-pleaded factual allegations in the\n\ncomplaint as true. See Erickson v. Pardus, 551 U.S. 89, 94 (2007); see also Atherton v. D.C. Off.\n\nof the Mayor, 567 F.3d 672, 681 (D.C. Cir. 2009). Although the plausibility standard does not\n\nrequire “detailed factual allegations,” it “requires more than labels and conclusions, and a\n\nformulaic recitation of the elements of a cause of action will not do.” Twombly, 550 U.S. at 555.\n\nNor will “‘naked assertion[s]’ devoid of ‘further factual enhancement’” suffice. Iqbal, 556 U.S.\n\nat 678 (alteration in original) (quoting Twombly, 550 U.S. at 557).\n\n       While a plaintiff in a Title VII suit need not establish a prima facie case of discrimination\n\nat the pleading stage, see Swierkiewicz v. Sorema N.A., 534 U.S. 506, 510-11 (2002), he must\n\nallege sufficient facts beyond mere legal conclusions to allow the court to draw a reasonable\n\ninference of discrimination from the complaint. “If a Title VII plaintiff fails to plead ‘sufficient\n\nfactual matter’ to state a discrimination claim that is ‘plausible on its face,’ then the district court\n\nshould dismiss the case before discovery.” Chambers v. District of Columbia, 35 F.4th 870, 878\n\n(D.C. Cir. 2022) (en banc) (quoting Harris v. D.C. Water & Sewer Auth., 791 F.3d 65, 68 (D.C.\n\nCir. 2015)); see Rouse v. Berry, 680 F. Supp. 2d 233, 238 (D.D.C. 2010).\n\n       In determining whether a complaint fails to state a claim, a court may consider only the\n\nfacts alleged in the complaint and “any documents either attached to or incorporated in the\n\ncomplaint and matters of which [the court] may take judicial notice.” N. Am. Butterfly Ass’n v.\n\n\n                                                   4\n\fWolf, 977 F.3d 1244, 1249 (D.C. Cir. 2020) (alteration in original) (quoting Hurd v. District of\n\nColumbia, 864 F.3d 671, 678 (D.C. Cir. 2017)). Additionally, the court may take judicial notice\n\nof a plaintiff’s EEOC materials without converting a motion to dismiss into one for summary\n\njudgment. Golden v. Mgmt. & Training Corp., 319 F. Supp. 3d 358, 366 n.2 (D.D.C. 2018).\n\n\n                                       IV.    DISCUSSION\n\n          The court begins with Mr. Nguyen’s motions for leave to file various exhibits, ECF Nos.\n\n42, 45, 48, before turning to the Club’s motion to dismiss, ECF No. 35.\n\n\n                               A.      Motions to For Leave to File\n\n          Mr. Nguyen has filed three separate motions for leave to file, each seeking to add a\n\ndeclaration and an exhibit. ECF Nos. 42, 45, 48. The Club opposes each motion. ECF Nos. 43,\n\n46, 49.\n\n          In his first motion, Mr. Nguyen requests permission to supplement his pleadings with a\n\ncopy of the email he sent to Mr. Gottlieb and a declaration explaining the email. ECF No. 42. The\n\nClub argues that, to the extent the document is intended to supplement Mr. Nguyen’s opposition\n\nto its motion to dismiss, the court has already ordered that briefing on the motion is closed. ECF\n\nNo. 43, at 1; see Dec. 12, 2024 Minute Order. If Mr. Nguyen instead intends to amend his\n\ncomplaint, the Club contends that such amendment would be prejudicial to it, given that it would\n\nneed to renew its motion to dismiss. Id. at 1-2. Additionally, the Club reasons that if Mr. Nguyen\n\nneither seeks to supplement his opposition nor amend his complaint, there is no procedural\n\nmechanism by which the court may receive the document he proffers. Id. at 2. And in all events,\n\nin the Club’s view, Mr. Nguyen will not be prejudiced by the denial of his motion because the\n\nemail he seeks to include is identical to the copy attached to his initial complaint, see ECF No. 1-1,\n\nat 5-7, and because, if the case moves forward, Mr. Nguyen can produce the document during\n\n\n                                                  5\n\fdiscovery, ECF No. 43, at 3. Because the court is already in possession of the email, because and\n\nit may consider documents that have been incorporated by reference in Mr. Nguyen’s operative\n\ncomplaint, it will deny Mr. Nguyen’s first motion for leave to file. See Paredes v. Garland,\n\nNo. 20-CV-1255, 2023 WL 8648830, at *3 n.5 (D.D.C. Dec. 14, 2023) (incorporating by reference\n\nexhibits attached to initial complaint where amended complaint also referenced them); ECF No. 18\n\n¶¶ 126-34.\n\n       In his second motion, Mr. Nguyen moves to file a copy of a determination letter from the\n\nD.C. Department of Employment Services (“DOES”) finding that he is eligible for unemployment\n\nbenefits because the Club failed to provide evidence of misconduct, as well as a declaration\n\nexplaining the document. ECF No. 45. The Club incorporates its previous arguments and\n\nadditionally points out that DOES’s findings are not binding on this court. ECF No. 46. The court\n\nnotes that this document is also already attached to Mr. Nguyen’s original complaint, see ECF\n\nNo. 1-1, at 33, and is incorporated by reference in his third amended complaint, see ECF No. 18\n\n¶¶ 135-40. Because the court is already in possession of the letter, it will deny Mr. Nguyen’s\n\nsecond motion for leave to file.\n\n       In his third motion, Mr. Nguyen seeks to file a copy of his 2022 performance review, as\n\nwell as a declaration explaining the document, in support of his opposition to the Club’s motion to\n\ndismiss. ECF No. 48. In opposition, the Club incorporates its previous arguments, points out that\n\nthe court has already determined that briefing on the motion to dismiss is complete, and further\n\nargues that the performance evaluation is not relevant because Mr. Nguyen was terminated for the\n\nemail he sent to Mr. Gottlieb, not for subpar performance. ECF No. 49, at 1-2; see Dec. 12, 2024\n\nMinute Order. The court determines that Mr. Nguyen will not be prejudiced by the denial of the\n\nmotion, as the court is already required at this stage to accept his allegations regarding his strong\n\n\n\n\n                                                 6\n\fperformance reviews. Conversely, the Club will be prejudiced if the motion is granted because\n\nbriefing on the motion to dismiss has already come to a close. See ECF No. 35. Accordingly, the\n\ncourt will deny Mr. Nguyen’s third motion for leave to file. ECF No. 48.\n\n\n                                      B.     Motion to Dismiss\n\n          The Club contends that Mr. Nguyen has failed to allege facts that support his allegations\n\nof discrimination on the basis of race or national origin, ECF No. 35, at 6-10, and retaliation for\n\nprotected activity, id. at 10-13, and the court must therefore dismiss his claims under Federal Rule\n\nof Civil Procedure 12(b)(6). The court agrees.\n\n\n               1.      Alleged discrimination based on race and/or national origin\n\n          Title VII prohibits employers from “discriminat[ing] against any individual with respect to\n\nhis compensation, terms, conditions, or privileges of employment, because of such individual’s\n\nrace, color, religion, sex, or national origin.” 42 U.S.C. § 2000e-2(a)(1). A plaintiff bringing a\n\ndiscrimination claim under Title VII must allege that (1) he belongs to a protected class; (2) he\n\nsuffered an adverse employment action; and (3) a causal connection exists between his protected\n\ncharacteristic and the adverse employment action. See Baloch v. Kempthorne, 550 F.3d 1191,\n\n1196 (D.C. Cir. 2008). There is no dispute that Mr. Nguyen is a member of a protected class\n\nbecause he is Asian and Vietnamese, and that his termination constituted an adverse employment\n\naction.    However, the parties disagree whether Mr. Nguyen has plausibly alleged a causal\n\nconnection between his protected characteristics and his termination. 1\n\n\n\n1\n  In addition to Mr. Nguyen’s core allegation that his termination was based on unlawful race and\nnational-origin discrimination, which the court analyzes in depth, see Part IV.B.1, Mr. Nguyen\nalso explains that “when [he] came onto the job” in 2019, his immediate supervisor “discriminated\nagainst [him and] treated him badly,” including by yelling at him “in front of many people every\n                                                                           (continued on next page)\n\n\n                                                   7\n\f        A plaintiff can demonstrate causation in one of two ways. He can show direct evidence of\n\ndiscrimination, which usually takes the form of a “statement that itself shows . . . bias [against a\n\nprotected class] in the [employment] decision.” Oviedo v. Wash. Metro. Area Transit Auth., 948\n\nF.3d 386, 394 (D.C. Cir. 2020) (alterations in original) (quoting Ayissi-Etoh v. Fannie Mae, 712\n\nF.3d 572, 576 (D.C. Cir. 2013) (per curiam)). Alternatively, he may “show[] ‘that he was treated\n\ndifferently from similarly situated employees who are not part of the protected class.’” Brown v.\n\nSessoms, 774 F.3d 1016, 1022 (D.C. Cir. 2014) (quoting George v. Leavitt, 407 F.3d 405, 412\n\n(D.C. Cir. 2005)).\n\n        In his complaint, Mr. Nguyen alleges that he was told that he was being terminated because\n\nof the email he sent to Mr. Gottlieb. ECF No. 18 ¶ 91. However, Mr. Nguyen appears to believe\n\nthat this explanation is pretextual: he argues that he “just wrote an email to suggest building up a\n\nbaseball training for Vietnamese children . . . and was terminated immediately without warning\n\nor . . . a chance for explanation [and] clarification.” Id. ¶ 157. As he explains, “if [the termination]\n\nwas not discriminat[ion] . . . [based on] my national origin or my race, I don’t know what it was.”\n\nId. Mr. Nguyen additionally references other Special Police Officers who were either “fired or\n\nquit,” and he alleges that they “had an opportunity to stay after their wrongdoing . . . [and]\n\nexplain,” while he did not. Id. ¶ 185.\n\n\n\n\nmorning.” ECF No. 18 ¶ 186. Mr. Nguyen additionally mentions that in 2021, he complained that\nthree of his coworkers had been victims of “reverse discrimination.” Id. ¶ 61. Although it does\nnot appear that Mr. Nguyen’s present suit is based upon these other alleged instances of\ndiscrimination, the court notes that any claims related to actions that took place in 2019 and 2021\nwould not have been timely when Mr. Nguyen filed his EEOC complaint in 2023. See id. ¶ 105;\nsee also 29 C.F.R. § 1614.105(a)(1) (explaining that a “person must initiate contact with a[n]\n[EEO] Counselor within 45 days of the date of the matter alleged to be discriminatory”); Nat’l\nR.R. Passenger Corp. v. Morgan, 536 U.S. 101, 113-14 (2002) (“[E]ach discrete act starts a new\nclock for filing charges alleging that act[.]”).\n\n\n                                                   8\n\f       The court determines that Mr. Nguyen has not plausibly pleaded direct evidence of\n\ndiscrimination or that he was treated differently than similarly situated colleagues. First, while\n\nMr. Nguyen finds the contents of his email to Mr. Gottlieb so unobjectionable that he believes his\n\ntermination must have been discriminatory in nature, the court does not see the situation so clearly.\n\nIt is entirely plausible that the contents of the email, which the Club describes as “bizarre,” may\n\nhave been so off-putting that they led to Mr. Nguyen’s termination. ECF No. 35-2, at 8. In any\n\ncase, Mr. Nguyen does not make allegations that the court could interpret as direct evidence of\n\ndiscrimination. See generally ECF No. 18.\n\n       Second, while Mr. Nguyen generally alleges that other Special Police Officers were treated\n\ndifferently than he was after “wrongdoing,” he does not plead facts to suggest that these other\n\nofficers were similarly situated to him. Id. ¶ 185. The burden of showing causation is “‘not\n\nonerous’ at the motion-to-dismiss stage, [but] it requires more than the bald assertion that there is\n\na similarly situated comparator.” Hollingsworth v. Vilsack, No. 23-CV-2427, 2024 WL 4332118,\n\nat *10 (D.D.C. Sept. 27, 2024) (quoting SS & T, LLC v. Am. Univ., No. 19-CV-721, 2020 WL\n\n1170288, at *4 (D.D.C. Mar. 11, 2020)). When conducting its analysis, the court looks to “the\n\nsimilarity of the plaintiff’s and the putative comparator’s jobs and job duties, whether they were\n\ndisciplined by the same supervisor, and, in cases involving discipline, the similarity of their\n\noffenses.” Burley v. Nat’l Passenger Rail Corp., 801 F.3d 290, 301 (D.C. Cir. 2015).\n\n       Mr. Nguyen points to a few comparators to support his claim. He alleges that one Special\n\nPolice Officer of a different race was “caught many times sleeping on the job” but was not\n\nterminated. ECF No. 18 ¶¶ 149, 157. Likewise, he contends that two other officers, also of a\n\ndifferent race, “were late or absent from work . . . many times” in violation of the employee\n\nattendance policy, but they did not lose their jobs. Id. ¶ 158. While all three comparators were\n\n\n\n\n                                                 9\n\fSpecial Police Officers like Mr. Nguyen, a shared job title alone is not enough to lead the court to\n\nconclude that they were similarly situated. See Kassim v. Inter-Cont’l Hotels Corp., 997 F. Supp.\n\n2d 56, 64 (D.D.C. 2013). Instead, the court must consider if Mr. Nguyen and the proffered\n\ncomparators “engaged in the same conduct without such differentiating or mitigating\n\ncircumstances that would distinguish their conduct or the employer’s treatment of them for it.”\n\nChilds-Pierce v. Util. Workers Union of Am., 383 F. Supp. 2d 60, 70 (D.D.C. 2005), aff’d, 187 F.\n\nApp’x 1 (D.C. Cir. 2006). Sleeping on the job and being late or absent from work are substantially\n\ndifferent from the behavior for which Mr. Nguyen was terminated, which was sending a “bizarre”\n\nemail to the Club’s Chief Operating Officer in the middle of the night. ECF No. 35-2, at 8. What\n\nis more, Mr. Nguyen does not know whether the Special Police Officers that he offers as\n\ncomparators were “fired or quit,” ECF No. 18 ¶ 185; see id. ¶ 89, 2 and he does not allege that he\n\nand the other Special Police Officers “were disciplined by the same supervisor,” Burley, 801 F.3d\n\nat 301. Mr. Nguyen therefore fails to identify sufficiently similarly situated comparators, and the\n\ncourt cannot use his threadbare allegations alone to support an inference of discrimination.\n\n                                         *       *       *\n\n       Because Mr. Nguyen does not plausibly allege direct evidence of discrimination or\n\nsufficient circumstantial evidence concerning similarly situated comparators, the court will\n\ndismiss his claims of discrimination on the basis of race and national origin.\n\n\n\n\n2\n Mr. Nguyen additionally offers comparator evidence to support his separate assertion that some\nwhite Special Police Officers were victims of “reverse discrimination.” ECF No. 18 ¶¶ 61-89.\nBecause these individuals are not proffered as comparators for Mr. Nguyen, the court will not\nconsider them.\n\n\n                                                10\n\f                        2.      Alleged retaliation for protected activity\n\n       A plaintiff must allege three elements for a Title VII retaliation claim: that (1) he engaged\n\nin protected activity (i.e., “opposed any practice” unlawful under Title VII or “made a charge,\n\ntestified, assisted, or participated” in an “investigation, proceeding, or hearing,” 42 U.S.C.\n\n§ 2000e-3(a)); (2) he suffered a “materially adverse” action that “might have ‘dissuaded a\n\nreasonable worker from making or supporting a charge of discrimination,’” Burlington N. & Santa\n\nFe Ry. Co. v. White, 548 U.S. 53, 68 (2006) (quoting Rochon v. Gonzales, 438 F.3d 1211, 1219\n\n(D.C. Cir. 2006)); and (3) there is a causal connection between the protected activity and adverse\n\naction, id. at 69-70. The court concludes that Mr. Nguyen has failed to sufficiently allege that he\n\nengaged in any protected activity or that there was a causal connection to any adverse action;\n\ntherefore, it must dismiss his retaliation claim.\n\n       While Mr. Nguyen may believe that his email to Mr. Gottlieb constitutes protected activity,\n\nthat belief finds no support in the law. The email—which offers proposals for Mr. Gottlieb’s\n\nsafety, the creation of an internal office to promote employee efficiency, and the development of\n\na baseball training camp for Vietnamese children—does not bear any of the hallmarks of protected\n\nactivity. That is, nowhere in the email does Mr. Nguyen challenge an activity that is unlawful\n\nunder Title VII. See 42 U.S.C. § 2000e-3(a). If Mr. Nguyen means to argue that the email’s bare\n\nreference to a separate 2021 email regarding “reverse discrimination” constituted protected\n\nactivity, the court is unconvinced. “While no ‘magic words’ are required, [an internal] complaint\n\nmust in some way allege unlawful discrimination” in order to constitute protected activity.”\n\nBroderick v. Donaldson, 437 F.3d 1226, 1232 (D.C. Cir. 2006). A vague allusion to an email sent\n\nanonymously over two years earlier is not an allegation of a violation of Title VII. If Mr. Nguyen\n\ninstead means to suggest that his 2023 termination was in retaliation for the 2021 email itself, the\n\ncourt determines that the two events are too remote in time to support an inference of retaliation.\n\n\n                                                    11\n\fSee Taylor v. Solis, 571 F.3d 1313, 1322 (D.C. Cir. 2009) (holding that two-and-a-half month gap\n\nbetween the protected activity and the adverse action did not, on its own, support an inference of\n\nretaliation). In any event, Mr. Nguyen’s allegations do not reasonably support an inference that\n\nMr. Gottlieb identified Mr. Nguyen as the writer of the anonymous 2021 email. See ECF No. 18\n\n¶¶ 126-34. Accordingly, the court determines that Mr. Nguyen has not plausibly stated a claim of\n\nretaliation on the basis of a protected activity.\n\n\n                                       V.      CONCLUSION\n\n        For the foregoing reasons, the court will deny Mr. Nguyen’s motions for leave to file, ECF\n\nNos. 42, 45, 48, and grant the Club’s motion to dismiss, ECF No. 35. A contemporaneous order\n\nwill issue.\n\n\n\n\n                                                         LOREN L. ALIKHAN\n                                                         United States District Judge\nDate: July 22, 2025\n\n\n\n\n                                                    12\n\f",
    "metadata": {
      "source": "courtlistener",
      "opinion_id": 11105431,
      "court_id": "ca9",
      "type": "010combined",
      "author_str": "",
      "per_curiam": false,
      "date_created": "2025-07-22T16:00:56.599009-07:00",
      "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2024cv1786-51",
      "absolute_url": "/opinion/10638844/nguyen-v-washington-nationals-baseball-club-llc/",
      "cluster_data": {
        "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10638844/",
        "id": 10638844,
        "absolute_url": "/opinion/10638844/nguyen-v-washington-nationals-baseball-club-llc/",
        "panel": [],
        "non_participating_judges": [],
        "docket_id": 70884359,
        "docket": "https://www.courtlistener.com/api/rest/v4/dockets/70884359/",
        "sub_opinions": [
          "https://www.courtlistener.com/api/rest/v4/opinions/11105431/"
        ],
        "citations": [],
        "date_created": "2025-07-22T16:00:56.588019-07:00",
        "date_modified": "2025-07-22T16:00:56.990981-07:00",
        "judges": "Judge Loren L. AliKhan",
        "date_filed": "2025-07-22",
        "date_filed_is_approximate": false,
        "slug": "nguyen-v-washington-nationals-baseball-club-llc",
        "case_name_short": "Nguyen",
        "case_name": "Nguyen v. Washington Nationals Baseball Club, LLC.",
        "case_name_full": "",
        "scdb_id": "",
        "scdb_decision_direction": null,
        "scdb_votes_majority": null,
        "scdb_votes_minority": null,
        "source": "C",
        "procedural_history": "",
        "attorneys": "",
        "nature_of_suit": "",
        "posture": "",
        "syllabus": "",
        "headnotes": "",
        "summary": "",
        "disposition": "",
        "history": "",
        "other_dates": "",
        "cross_reference": "",
        "correction": "",
        "citation_count": 0,
        "precedential_status": "Published",
        "date_blocked": null,
        "blocked": false,
        "filepath_json_harvard": null,
        "filepath_pdf_harvard": null,
        "arguments": "",
        "headmatter": ""
      },
      "extraction_method": "plain_text_field",
      "page_count": 0,
      "processed_at": "2025-07-22T20:46:31.251938",
      "judges": "Judge Loren L. AliKhan",
      "date_filed": "2025-07-22"
    }
  }
]